[{"name": "의회의원·고위공무원 및 공공단체임원(0111)", "descriptions": ["의회의원으로서 국가 및 지방자치단체의 법령 및 조례를 제정·개정 또는 폐지에 종사하거나 차관급(혹은 정무직) 이상 고위공무원으로서 중앙 및 지방행정기관에서 정부정책과 그에 관련된 정책 집행을 기획, 조직, 조정하며 공공단체 임원으로서 공공단체의 정책을 수립하고 그 집행을 지휘하며 조직을 대표, 대리한다.", "의회의원\n국가 또는 지방자치단체의 의회를 주재하거나 참여한다.\n법령(헌법 포함)의 수권범위 내에서 법령ㆍ조례 등을 제정, 비준, 개정 및 폐지한다.\n그들이 대표하는 국가나 선거구민의 이익을 대변한다.\n고위공무원\n정부의 정책을 결정하고 예산 및 법령안을 작성, 수정하며 부처의 법령을 해석하고 적용한다.\n정책 수행을 기획, 조직 및 통제하고 외국에서 국가를 대표ㆍ대리한다.\n정부부처관련 행정업무를 기획, 지휘, 조정한다.\n각급 지방자치단체의 구역, 조직 및 행정관리, 주민복지증진, 산업진흥과 지역개발 및 주민생활 환경의 설치, 관리 등 지방행정 분야의 정책수행 을 기획, 조직 및 통제한다.\n공공단체임원\n단체의 정책, 정관 및 규칙을 결정ㆍ작성한다.\n입법부, 행정부 또는 일반국민에 대해 단체, 그 구성원 및 해당 집단의 이익을 대변한다.\n단체를 대표하고 운영자금을 조달 집행한다.", "국회의원\n시, 군, 구, 도 의회의원\n교육위원\n대통령, 대법원장, 국무총리,장ㆍ차관 등 정무직 공무원\n시장, 도지사, 구청장, 군수\n사회 및 공공단체 고위임원\n정당 총재\n정당 사무총장\n정당 고위관리자"]}, {"name": "기업 고위임원(0112)", "descriptions": ["이사회나 관리 기구에서 설정한 지침의 범위 내에서 기업을 대표하며 사업체 경영의 능률과 경제성 제고, 이익의 극대화를 위한 조사연구·정보수집·홍보활동·판매 등을 계획, 감독, 통제,조정하는 업무를 총괄한다.", "이사회나 이와 유사한 운영기관 또는 법령에 의해 위임된 권한 하에 사업체의 전반적인 정책을 수립하고 운영현황, 과거의 실적, 미래의 계획을 평가하여 사업계획을 결정한다.\n대외적으로 사업체를 대표하며, 고위 간부와 임원의 임명을 결정하고 승인한다.", "정부투자기관 고위임원\n일반기업체 고위임원\n기업 대표이사"]}, {"name": "정부행정 관리자(0121)", "descriptions": ["고위공무원의 포괄적인 지휘하에 부처 내 다른 부서 관리자와 의논하여 해당 부서의 행정업무를 기획, 지휘 및 조정하거나 지방관서 기관장으로서 지방관서의 행정업무를 기획, 지휘 및 조정하는 자를 말한다.", "행정 분야별 정책을 수립하고 집행하며, 예산을 편성한다.\n고객, 정부기관 및 다른 기관과 교섭한다.\n인적 및 회계 자원의 이용을 기획·통제하고 전체 근로자의 동향을 파악한다.\n종합적 행정업무 수행 계획을 수립하고 집행을 지휘하며 조정한다.", "정부기관 부서장\n정부 지방관서 기관장"]}, {"name": "경영지원 관리자(0122)", "descriptions": ["경영자의 포괄적인 지휘하에 다른 부서의 관리자와 의논하여 경영, 인사 등의 경영 지원 업무와 생산 활동을 지원하는 업무 관련 활동을 기획, 지휘 및 조정하는 자를 말한다.", "경영기획, 인사노무, 재무, 회계, 자재, 구매, 판매, 홍보 부서 등 소관 부서의 활동을 기획, 지휘 및 조정한다.\n다른 부서의 관리자들과 함께 장ㆍ단기 및 연간 사업계획을 수립하고 성과를 분석한다.\n다른 부서나 외부기관에 대해 부서를 대표하며, 부서의 지출을 통제하고, 자원의 효율적 사용을 관장한다.\n운영 및 관리절차를 입안하고 지휘한다.", "인사부서 관리자\n총무부서 관리자\n노무부서 관리자\n판매부서 관리자\n구매부서 관리자\n시장조사부서 관리자\n기획부서 관리자\n홍보부서 관리자\n마케팅부서 관리자\n자재부서 관리자\n연구개발부서 관리자\n여론조사부서 관리자\n회계부서 관리자\n경리부서 관리자\n재무부서 관리자\nCFO\n판촉부서 관리자\n그 외 경영부서 관리자"]}, {"name": "마케팅·광고·홍보 관리자(0123)", "descriptions": ["기업이나 조직 혹은 다른 기업이나 조직에 조직의 마케팅, 광고, 홍보 및 선전 활동을 계획, 지휘 및 조정한다.", "경영 진단 및 컨설팅 관련 서비스 관리자\n세무 및 회계 관련 서비스 관리자\n사업중개관련 서비스 관리자\n상품전시 및 행사대행 관련 서비스 관리자\n사무대행관련 서비스 관리자\n사업시설 운영관리업 운영부서 관리자\n신용조사 관련 서비스 관리자"]}, {"name": "금융·보험 관리자(0124)", "descriptions": ["보험 및 연금 사업체, 은행, 증권사, 신탁회사, 신용조합이나 유사한 금융기관 등의 부서 운영을 계획, 조직, 지휘하고 관리한다. 또는 개인 및 사업대출, 예금인수, 증권·선물매매, 투자자금 운용, 신탁관리, 부동산이나 기타 관련 활동의 청산을 맡고 있는 기관 등의 부서 운영을 계획, 조직, 지휘하고 관리한다.", "은행사무 관리자(지점장, 여ㆍ수신/투자/채권 관리자 등)\n농ㆍ수ㆍ축협 조합장 (지역)\n증권사무 관리자(지점장, 거래소 관리자, 증권ㆍ선물매매 관리자, 증권회사심사 관리자, 증권개발 관리자 등)\n금융감독기관 관리자\n보험 및 연금 사무 관리자(보증보험 관리자, 생명보험 관리자, 손해보험 관리자, 연금 관리자 등)\n보험영업 관리자 (지점장, 영업소장)\n신용사무 관리자(신용조사 관리자, 심사사무 관리자, 신용카드 사무 관리자, 지역신용 관리자, 신용조합 관리자 등)"]}, {"name": "연구 관리자(0131)", "descriptions": ["인문과학, 사회과학, 생명과학, 자연과학 및 공학 분야의 연구 활동을 기획, 지휘, 조정한다.", "인문 및 사회과학 연구 관리자\n인문 및 사회과학에 해당되는 연구 활동 및 정책 등의 개발을 기획, 지휘 및 조정한다.\n정부에 대한 자문을 통해 정책개발에 참여한다.\n연구에 대한 예산을 계획하고 집행하며 관리한다.\n생명 및 자연과학, 공학 연구 관리자\n자연 및 생명과학, 공학 관련 연구소나 연구개발부서의 활동 및 운영을 계획, 조정, 지시하며 관리한다.\n과학연구 및 기술적 작업에 대한 방침, 기준 및 절차를 개발한다.\n기술적 연구, 이론 및 응용과학 작업에서 조사, 설계, 개발에 참여한다.\n특허나 기타 법적인 요건을 획득하는데 조언 및 지원을 제공한다.", "인문과학 연구 관리자\n자연과학 연구 관리자\n공학 연구 관리자\n사회과학 연구 관리자\n생명과학 연구 관리자"]}, {"name": "교육 관리자(0132)", "descriptions": ["유아교육기관, 초등학교, 중학교, 고등학교, 대학교, 대학원 등 국·공·사립 및 주·야간 교육기관, 특수교육기관과 성인교육 및 직업훈련을 위한 학원, 기타 교육기관의 업무를 기획, 지휘 및 조정한다.", "교사, 교수, 강사 및 사무직원 등의 활동을 기획, 지휘, 관리한다.\n인사배치와 학급규모를 결정하고 학교나 학원의 교수활동을 조정한다.\n성적관리 및 유지에 관한 절차를 조직하고 관리한다.\n예산을 집행하며 교사 및 기타 직원을 모집하고 채용하기도 한다.", "대학교 총장\n대학(2～3년제) 학장\n고등학교 교장 및 교감\n중학교 교장 및 교감\n초등학교 교장 및 교감\n유치원 원장"]}, {"name": "법률·경찰·소방·교도 관리자(0133)", "descriptions": ["법률서비스나 경찰, 소방, 교도 관련 공공서비스를 제공하는 사업체나 공공기관의 운영을 기획, 지휘 및 조정한다.", "법률서비스나 경찰, 소방, 교도 관련 공공서비스를 제공하는 사업체나 공공기관의 운영을 계획, 조직, 지시하며 관리한다.\n의뢰 프로젝트, 계약, 그리고 장비 및 공급품에 대한 예산을 계획하고 집행ㆍ관리한다.\n직원들의 면접, 고용 및 훈련을 담당한다.", "법률 서비스 관리자\n법률 서비스 부서장\n로펌 대표\n지원장지검장\n경찰서장\n경찰부서 관리자\n소방서장\n소방부서 관리자\n교도소장\n소년원장"]}, {"name": "보건·의료 관리자(0134)", "descriptions": ["보건 및 의료서비스를 제공하는 기관 내에서 진단, 처치, 간호 및 치료 등의 건강관리서비스를 기획, 지휘 및 조정하는 자를 말한다. 다만 직접 환자를 진료, 치료하거나 간호하는 경우는 제외한다.", "부서나 사업체내에서 보건서비스를 계획, 조직, 지시하며 관리한다.\n보건ㆍ의료서비스 제공에 대한 기준을 유지하고 확립하기 위해 이사진 및 고위 관리자들과 협의한다.\n자원의 효율적인 사용을 확인하기 위해 진단서비스, 입원환자침대 및 시설 사용을 감독한다.\n건강관리 감독자 및 의료ㆍ보건 전문가들을 관리한다.", "병원 및 의원 관리자(병원 원장, 대형병원 간호부장 등)\n한방병원 원장\n장애인의료재활원 원장\n요양병원 원장\n보건소장"]}, {"name": "사회복지 관리자(0135)", "descriptions": ["사회복지기관이나 지역사회단체의 사회서비스 관련 사업 등의 활동을 기획, 지휘 및 조정하는 자를 말한다.", "아동복지시설, 재해피난관리센터, 기타 자선기구 등에 대한 사회서비스 업 무를 기획, 지휘 및 조정한다.\n보건관리, 인권, 소비자보호, 국제발전 및 환경보호와 같은 비정부단체의 프로그램을 운영한다.\n직원, 자원봉사자들에게 업무를 할당하며 사회복지사, 상담사 등을 관리하기도 한다.", "복지시설 관리자(종합복지기관, 아동복지기관, 노인복지기관 등)\n사회복지협회 관리자사회단체 관리자(환경단체, 자원봉사단체, 소비자보호단체, NGO, NPO 등)\n대규모 어린이집 관리자"]}, {"name": "예술·디자인·방송 관리자(0136)", "descriptions": ["신문사, 방송사, 영화사, 연극단체, 도서관, 기록보관소, 박물관, 화랑 등 문화, 예술, 디자인, 영상 관련 분야 기관의 운영을 기획, 지휘 및 조정한다.", "신문사, 출판사, 영화사, 연극단체, 레코드 및 비디오제작사, 라디오 및 텔레비전 방송국의 경영방침을 수립하고 실행한다.\n정책, 홍보 및 선전 프로그램을 개발하고 촉진시키며 시행한다.\n전문가, 기술직 및 사무직의 채용ㆍ배치ㆍ교육ㆍ훈련을 관리한다.\n기사, 도서, 영화, 방송, 음악, 연극제작을 제안하거나 승인하고 작가, 작곡가, 제작자 및 감독들과 연락을 취한다.\n도서관, 기록보관소, 박물관 및 화랑 내의 활동을 계획, 조직하고 지시하며 관리한다.", "미술관 및 화랑 관장\n기록보관소 소장\n사적 관리자\n도서관 관장\n박물관 관리자\n디자인관련 기업 관리자\n발레단 단장\n무용단 단장\n오페라단 단장\n극단 관리자\n출판 운영부서 관리자\n디자인관련 부서 관리자\n방송 운영부서 관리자(텔레비전 편성국장, 라디오방송 운영자, 비디오제작사 실장 등)\n신문 운영부서 관리자(편집국장, 취재국장 등)"]}, {"name": "정보통신 관리자(0137)", "descriptions": ["정보통신 또는 전산 부서의 종사자를 지휘·감독하고 경영주 또는 기술진의 특정한 정보 요구사항을 검토하여 프로젝트 성격을 규정하고, 새로운 프로그램 검증과 운영체제를 도입하기 위해 컴퓨터 운영 계획 및 전산장비 구입에 관한 사항을 협의하고 조정한다.", "지역 범위내의 통신교통량과 흐름을 지휘하고 관리하며, 통신설치, 운영 및 관리 서비스를 분석하고 평가하며 개선안을 낸다.\n우편기관의 활동 및 운영을 계획, 조직, 지시하며 관리한다.\n정보시스템 및 전산운영 부서와 사업체의 운영을 계획, 지시한다.\n전자 자료처리와 컴퓨터시스템 운영 및 개발을 위한 기준을 수립하고 작업을 평가한다.\n자료처리, 시스템 요건 및 명세사항을 사용자와 협의한다.\n인력 채용, 훈련 및 업무수행을 감독한다.", "하드웨어회사 관리자\n하드웨어 개발부서 관리자\n소프트웨어회사 관리자\n소프트웨어 개발부서 관리자\n통신업 운영부서 관리자\n통신회사 영업부서 관리자\n정보처리회사, 정보 운영부서 관리자\n전산업무부서 관리자"]}, {"name": "부동산·조사·인력알선 및 기타 전문서비스 관리자(0139)", "descriptions": ["시장 및 여론조사, 부동산 매매 및 임대, 토지개발, 감정, 공동주택 관리, 인력파견 및 알선 등과 같은 전문서비스를 제공하는 사업체의 운영을 계획, 조직, 지시하며 관리한다.", "해당 사업체의 운영을 계획, 조직, 지시하며 관리한다.\n의뢰 프로젝트, 계약, 장비 및 공급품에 대한 예산을 계획, 집행하고 관리한다.\n시장 및 여론 조사 관리자는 상품의 잠재수요, 인지도, 친숙도, 구매습관 등의 시장 조사나 정치적, 경제적, 사회적 관심도 또는 의식상태 등의 여론조사 등과 관련된 활동을 기획, 지휘 및 조정한다.\n부동산서비스 관리자는 고객을 위해 주거 또는 상업용 부동산을 매매, 임대하는 사업체나 부서의 운영을 계획, 조직, 지휘하고 관리한다.\n임대서비스 관리자는 운수장비, 기타 산업용 기계장비 및 개인, 가정용품 임대 등과 관련된 활동을 기획, 지휘 및 조정한다.\n토지개발서비스 관리자는 임대아파트, 토지, 건물, 시설건물 등에 대한 개발 상담을 하며 법규검토, 입지여건 및 시장조사분석, 분양서비스 업무 및 판매대행 등 개발사업과 관리업무를 총괄하며 조정한다.\n인력공급 및 알선 서비스 관리자는 인력공급 및 알선서비스 등을 제공하는 사업체 또는 부서의 운영을 기획, 지휘 및 조정한다.", "시장 및 여론 조사 관리자\n부동산회사 관리자\n헤드헌팅서비스 관리자\n임대사업 관리자\n인력파견서비스 관리자"]}, {"name": "미용·여행?숙박·스포츠 관리자(0141)", "descriptions": ["숙박 및 여행, 오락, 스포츠, 미용 관련 사업체나 부서의 운영을 기획, 지휘 및 조정한다.", "사업체나 부서의 운영을 위한 정책 및 절차를 세우고 조직하며, 조정ㆍ관리한다.\n미용, 숙박 및 여행관련 프로그램 및 서비스를 개발하고 운영한다.\n서비스의 가격 및 광고, 선전, 마케팅 전략을 개발하는데 참여한다.\n고객의 요구나 불만에 대응하고 문제를 해결한다.\n관련 종사자를 채용하고, 교육훈련을 담당한다.", "호텔 관리자\n모텔 관리자\n여행업체 관리자\n호텔총지배인\n프론트 데스크 매니저\n카지노 관리자\n스포츠협회장\n스포츠운영단장\n스포츠센터운영 관리자\n스포츠에이전시 관리자\n경기장운영부서 관리자(사격, 스키, 골프, 야구장 등)\n레크레이션 기관 관리자\n이미용 업체 관리자\n뷰티삽 관리자"]}, {"name": "음식서비스 관리자(0142)", "descriptions": ["일정 규모의 음식점, 술집, 레스토랑, 카페, 패스트푸드점 등에서 음식 및 음료서비스 운용을 기획, 지휘 및 조정한다. 음식 및 음료서비스업체에 고용되거나 직접 사업체를 운영하기도 한다. 조리, 대금수납 및 음식제공 등을 직접 행하는 경우는 제외된다.", "음식점, 바, 호텔음식ㆍ음료부 등에서 음식 또는 음료서비스 운영을 기획, 지휘 및 조정한다.\n제공할 서비스의 유형을 결정하고 운영절차를 지휘한다.\n재고품을 관리하고 수입을 파악하여 가격을 변경한다.\n고객의 불만을 해결하고 보건 및 안전규정에 따르고 있는지 확인한다.\n식품 및 기타 원자재를 결정하고 납품업자들과 협상하여 거래한다.", "레스토랑 매니저\n호텔음식ㆍ음료부 지배인\n패스트푸드점 매니저\n카페 관리자\n음식서비스업체 관리자\n식당 관리자\n뷔페 지배인\n단란주점 관리자"]}, {"name": "경비·청소 관리자(0143)", "descriptions": ["경비서비스나 주택시설 청소, 폐기물 처리 및 수질 환경 관리 업체의 운영을 기획, 지휘 및 조정한다.", "공동주택에 관련된 행정관리 업무와 기술관리 업무를 총괄하고 고용인의 업무수행을 지도, 감독한다.\n국가시설, 병원, 학교, 빌딩, 사업장 등의 시설경비업체나, 경비 및 보안 서비스 업체의 운영을 조직, 계획하고 지시하며, 관리한다.\n청소, 환경처리 서비스를 제공하는 사업체의 운영을 조직, 계획하고 지시하며 관리한다.", "폐기물처리업 관리자\n환경서비스업 관리자\n폐수ㆍ하수처리장 관리자\n시설경비업체 관리자\n경비서비스업체 관리자\n분뇨수거처리 관리자\n청소업체 관리자\n방역서비스업체 관리자"]}, {"name": "영업·판매 관리자(0151)", "descriptions": ["도매 또는 소매로 물품을 판매하는 사업체 및 일반 영업부서의 운영을 기획, 지휘하는 일을 담당하고 일반 제조업체에 고용되거나 자신의 상점을 소유하고 운영하기도 한다. 전자·통신 및 전산, 산업용 기계, 자동차 분야 기술영업 부서의 활동을 기획, 지휘하는 일을 담당하는 기술영업 관리자와 무역 및 무역중개업체의 운영을 기획, 지휘, 조정하는 무역 관련 관리자도 포함된다.", "제조 및 도매업, 소매업체의 판매 운영부서, 영업 운영부서의 운영을 계획 하고 지휘한다.\n고객의 요구, 잠재적인 판매량 및 판매에 있어서 경쟁사의 운영 효과를 판 단하기 위해 시장조사 및 추세를 검토한다.\n판매할 상품 및 서비스를 결정하고 가격 및 신용판매 정책을 실행한다.\n통신장비 또는 전자장비와 같은 기술이 요구되는 장비나 서비스의 설치, 유지에 대한 견적서와 계약서를 준비하고 관리하는 일을 총괄한다.", "영업부서 관리자\n판매부서 관리자\n자동차영업 관리자\n전자상거래 관리자\n대형소매점 관리자(서점, 잡화점, 슈퍼마켓 등)\n점장\n영업지점장\n영업소장(우유, 신문등)\n기술영업 관리자(전자ㆍ통신장비, 전산장비, 컴퓨터소프트웨어, 방송장비, 산업용기계장비 등 기술영업)"]}, {"name": "운송 관리자(0152)", "descriptions": ["철도, 항공, 버스, 트럭 수송사업체 및 기타 운수사업체의 운영을 기획, 지휘 및 조정한다. 화물운송, 선적회사나 소매 및 제조 부문, 전기, 가스, 수도 사업 분야의 운송부서에서 일한다. 물류 및 창고 업체의 운영을 기획, 지휘, 조정한다.", "운송회사의 운영을 계획, 조직, 지시하고 관리한다.\n위험물품을 처리하기 위한 안전절차 등의 기준을 수립하고 운송규정에 맞는지 확인한다.\n물품의 운송 및 이동을 기획, 지휘 및 관리한다.\n선적서류에 대한 계획을 세우고 물품 운송, 수송의 행로기록 및 추적을 감독한다.\n상품의 운송 및 저장에 대한 계획과 절차를 감독한다.\n화물의 입·출고작업 및 작업 우선순위를 파악하여 작업계획을 수립하고 작업을 배분한다.\n수시로 작업현장을 순회하여 안전관리시설, 안전수칙의 준수사항 등을 점검한다.\n반출서류와 근무일지 등을 확인한다. 입·출고 운임청구서를 확인하고, 운임전표를 검토 결재한다.", "버스 및 택시회사 관리자\n버스 및 택시회사 운송부서 관리자\n트럭회사 운송부서 관리자\n트럭회사 관리자\n선박회사 관리자\n선박운송부서 관리자\n항공회사 관리자\n항공운송부서 관리자"]}, {"name": "기타 판매 및 고객서비스 관리자(0159)", "descriptions": ["상기 세분류에 포함되지 않는 유사한 업무를 수행하는 회원단체 관련 관리자 및 그 외 고객서비스 관리자를 말한다.", "회원단체 관리자\n전문가단체 관리자"]}, {"name": "건설·채굴 관리자(0161)", "descriptions": ["건설 회사나 회사 내 건설부서의 활동을 기획, 지휘 및 조정한다. 광산이나 석유채굴회사의 운영을 기획, 지휘 및 조정한다.", "건설, 구조물, 시설 및 시스템의 유지관리와 관련된 활동을 계획, 조직하고 지휘한다.\n작업절차가 명세서와 맞도록 하기 위하여 건설현장에서 작업자들을 지휘하고 감독한다.\n하도급업자 및 부하직원을 고용하고 활동을 감독한다.\n광산, 석유 및 가스 산업에서 운영을 감독하고 분석한다.\n인력, 장비 및 사용되는 기술이 적정한지 판단하고 생산현장의 효율성을 평가한다.\n안전규정을 지키고 있는지 확인한다.", "공사현장 관리자\n건설업 건설부서 관리자\n광업 생산부서 관리자\n골재채취부서 관리자"]}, {"name": "전기·가스·수도 관리자(0162)", "descriptions": ["전기, 가스의 제조 및 공급, 물, 증기, 온수의 공급 등과 관련된 생산 활동을 기획, 지휘 및 조정한다.", "전기 공급 및 시스템을 유지, 관리, 계획, 조직하고 지휘한다.\n작업절차가 명세서와 맞도록 하기 위하여 현장에서 작업자들을 지휘하고 감독한다.\n하도급업자 및 부하직원을 고용하고 활동을 감독한다.\n전기, 수도, 가스, 증기 및 온수산업에서 운영을 감독하고 분석한다.\n인력, 장비 및 사용되는 기술이 적정한지 판단하고 필요할 때 작업스케줄이나 장비를 바꾸기 위해 생산현장의 효율성을 평가한다.\n안전규정을 지키고 있는지 확인한다.", "전력공급 관리자\n전기관련 시설 관리자\n가스공급 관리자\n증기공급 관리자\n수도공급 관리자\n온수공급 관리자"]}, {"name": "제조·생산 관리자(0163)", "descriptions": ["식품, 섬유 및 의복, 화학, 금속, 기계, 전기·전자 제품 등의 생산관리 및 제품수리, 기술과 관련한 사업체 및 부서의 운영을 기획, 지휘 및 조정한다.", "생산시스템을 유지, 관리, 계획, 조직하고 지휘한다.\n작업절차가 명세서와 맞도록 하기 위하여 생산현장에서 작업자들을 지휘하고 감독한다.\n하도급업자 및 부하직원을 고용하고 활동을 감독한다.\n식품, 섬유, 화학, 금속, 기계 등의 산업에서 운영을 감독하고 분석한다.\n인력, 장비 및 사용되는 기술이 적정한지 판단하고 필요할 때 작업스케줄이나 장비를 바꾸기 위해 생산현장의 효율성을 평가한다.\n품질향상, 안전성 등 생산제품의 품질 및 안전 규정을 지키는지 확인한다.", "제조분야별 공장 관리자 (식품, 섬유 및 의복, 화학, 금속, 기계, 전기 및 전자제품 제조 등)\n제조분야별 생산공정 관리자\n제조분야별 생산계획 관리자\n제조분야별 생산 부서장"]}, {"name": "기타 건설·전기 및 제조 관리자(0169)", "descriptions": ["건설회사, 광산 및 석유채굴회사의 활동을 기획, 지휘 및 조정하거나 전기·가스 및 수도의 생산 공급, 제품의 생산과 관련한 활동을 하는 사업체나 해당 분야의 활동을 기획, 지휘 및 조정한다. 기타 상기 소분류에 포함되지 않은 기타 건설, 전기, 제품과 관련된 생산 활동을 기획·지휘 및 조정한다.", "작물생산, 산림관리, 벌목, 어업에서의 운영을 감독하고 분석한다.\n생산량과 절차가 적절하도록 하기 위해 필요시 현장에서 작업자들을 지휘하고 감독한다.\n인력, 장비, 사용된 기술의 적절성을 판단하기 위해 생산현장의 효율성 평가하고 필요시 작업일정이나 장비를 변경한다.\n인력을 고용하고 직원의 교육을 감독한다.", "농업기업 관리자\n어업기업 관리자\n임업기업 관리자\n수리 및 정비관련 관리자"]}, {"name": "정부·공공행정 전문가(0210)", "descriptions": ["정부정책을 기획하고 그에 관련된 집행을 담당한다. 중앙 및 지방행정 기관의 부서 또는 정부산하단체,일반기업에서 정책과 관련된 의사결정을 하고 실무적인 책임을 지는 자로서 일반적으로 예하 직원의 협조를 받아 고위공무원으로부터 위임받은 직무를 수행한다.", "총무, 인사, 구매 및 회계 관련 업무를 기획한다.\n재정, 세무, 통산, 보건, 교육, 고용 등의 업무를 취급한다.\n정부, 공공기관에서 일반 행정과 관련된 의사결정을 하고 실무적인 책임을 진다.\n경영기획, 홍보, 판매관리, 생산관리 등의 업무를 취급한다.", "정부 정책기획 전문가\n정부 집행행정 전문가\n공공행정 기획전문가"]}, {"name": "경영·진단 전문가(0221)", "descriptions": ["경영과 관련된 개선점을 제안하고 계획하며 실행하기 위해 운영, 경영 방법이나 조직의 기능을 분석하고 관련 서비스를 제공하며 자문에 응한다. 경영컨설팅 회사 및 민간, 공공부문에서 일하며 독립적으로 일하기도 한다.", "효율적인 경영을 위해 사업 및 조직체계를 검토, 분석하고 개선점을 제안한다.\n조직에 대한 연구 및 평가를 수행하며, 조직 체계 및 업무 절차를 설계하고 기업 운영 및 업무 절차매뉴얼을 작성한다.\n공공이나 민간부문 사업체들의 경영방법 및 조직을 분석하고 자문한다.\n경영정책 및 계획에 대한 효율성 및 효과를 판단하기 위한 연구를 수행한다.\n기업운영, 인력자원 및 의사소통과정과 같은 영역의 효과적 방법, 체계 및 절차에 대한 개선점을 제안한다.\n사업체 조직에 대한 재 조직화를 계획한다.\n국제표준기구의 품질인증여부를 심사한다.", "정부투자기관 고위임원(이사장, 원장 등)\n사기업체 고위임원(대표이사, 회장, 부회장, 사장, 부사장 등)\n학교 고위임원(총장, 부총장, 학장(2년제), 학원이사장 등)"]}, {"name": "인사·노무 전문가(0222)", "descriptions": ["인적자원 및 노사관계 정책과 관련 프로그램 및 절차를 개발, 실행,평가하며 관리자와 종업원에게 인사문제 관련한 자문에 응한다. 민간·공공부문 전체에서 고용되며 독립적으로 일할 수도 있다. 노사 관계, 상담, 직무 분석이나 보상 같은 특정영역으로 전문화될 수 있다. 심리학적 배경이 요구되는 검사 시행 및 상담프로그램과 관련된 직업은 제외된다. 고급인력이 필요한 기업체 또는 기관에 적정 인력을 소개하는 업무를 담당하는 헤드헌터도 이 분류에 포함한다.", "인사 및 노사관계 정책, 프로그램 및 절차를 개발하고 실행하며 평가한다.\n고용주나 근로자를 대신하여 단체협약을 협상하고 노동쟁의와 고충을 중재 한다.\n인사관리나 교육훈련에 필요한 기술적인 정보를 제공한다.\n종업원의 채용, 선발, 배치, 훈련, 승진, 복지, 안전, 보상이나 분류에 관한 프로그램을 수행한다.\nㆍ 관리자와 종업원들에게 인사정책, 수당절차 및 단체협약에 관한 해석 등 자문을 해준다.\n직업분류, 직무기술 및 임금 등을 조사하고 작성한다.\n노동관계 법령 및 노무관리에 대하여 상담ㆍ지도한다.\n종업원 수행 및 평가 프로그램을 조정한다.\n종업원 수당과 보건 및 안전을 연구하고 기존정책의 변경이나 수정을 권고한다.\n분석내용을 기초로 인사관리나 교육훈련에 필요한 기술적인 정보를 제공한다.\n고용기회, 직업선택 및 교육훈련에 관하여 연구하고 정보를 제공한다.\n공인노무사는 노동관계 법령에 의하여 행정기관에 제출하는 신고, 신청, 보고, 청구 및 권리구제 등에 관한 서류의 작성을 대행하고, 노동관계법령에 관한 상담, 지도와 근로기준법의 적용을 받는 사업장에 대한 노무관리 및 진단 등을 행한다.", "노무사\n직업지도 전문가\n직업연구 전문가\n공인 노무사\n직무분석 전문가\n인사컨설턴트"]}, {"name": "회계사(0231)", "descriptions": ["회계에 관한 용역 업무를 계획, 관리하고 의뢰인의 위임에 따라 재무회계서류 작성, 기업의 소득세보고서 작성, 재무회계감사 또는 증명을 하고 재무서류의 조정, 재무조사 및 기타 회계사무에 관련된 상담을 하는 자를 말한다. 회계법인, 합동회계사무소, 감사반이나 일반 기업체에서 일하며 개인적으로 개업할 수도 있다.", "회계시스템을 계획, 설정하고 관리하며 개인, 부서, 회사나 기타 사업체의 재무정보를 작성한다.\n회계기록을 조사하고 재무제표 및 보고서를 작성한다.\n비용조사결과, 보고서작성 및 내부규제절차를 만들고 유지ㆍ관리한다.\n재무거래계산서 및 기록들을 조사하고 회계보고서를 통해 소득세신고서를 작성한다.\n재무제표 및 보고서를 분석하고 재무, 사업 및 세금에 대한 자문을 해준다.\n각 서류의 기재사항을 대조하고 오차가 발견 시 원인을 조사하여 조정한다.\n일지, 원장기입, 은행계산서, 납세신고서 등의 회계 및 재무기록이 사업체의 회계기준, 절차 및 내부규정 일치여부, 재무기록의 정확성 여부 등을 확인하기 위해 조사하고 분석한다.\n감사결과에 대한 상세한 보고서를 작성하고, 개인이나 사업체의 회계 및 경영실무를 개선하기 위한 권고안을 만든다.\n소득세법 규정이나 기타 요건에 맞는지 확인하기 위해 사업현장 감사를 수행한다.", "공인회계사(CPA)\n재무감사역\n회계감사역"]}, {"name": "세무사(0232)", "descriptions": ["개인이나 기업 등을 대리하여 납세 신고서를 작성하고 부당 납부고지서는 세무서에 이의 신청을 하며, 세금의 환급 신청과 과세 문제에 관해 상담하는 자를 말한다. 개인사무소를 열거나 세무법인 등에서 일한다.", "세무사법, 세법, 기타 관계 법규에 따라 소득세, 법인세, 상속세, 고정자산세, 사업세, 특별소비세 및 기타 조세에 관한 납세 의무자의 상담에 응한다.\n세금에 관한 장부나 서류 등을 조사하여 합법적이며 가장 유리한 납세절차에 대하여 의뢰자에게 조언한다.\n의뢰자의 위임을 받아 세무 대리인으로서 신고서, 신청서, 이의신청, 심사 및 심판 청구서 등을 작성하여 세무서에 제출, 출두, 교섭을 하고 결과를 의뢰자에게 통보한다.\n세무조정 계산서 및 기타 세무관련 서류를 작성하고 조세에 관한 신고를 위한 기장을 대행한다.", "세무사"]}, {"name": "관세사(0233)", "descriptions": ["타인의 의뢰를 받아 수출입 물품에 대하여 세목·세율의 분류와 과세 가격의 확인, 세액 계산을 하고 수출입 신고 및 이와 관련되는 절차의 이행과 관세법에 따른 이의신청·소원·심판 청구 등을 대리하는 자를 말한다.", "수출입 통관절차를 이행하거나 화주나 납세의무자를 대리하여 관세법상의 행정업무를 처리한다.\n세액비율의 분류과세가격 확인 및 세액의 계산, 세입 신고와 관련절차의 이행, 관세법에 의한 이의신청, 소원 및 심판청구의 대리, 관세에 대한 상담 및 자문 업무를 한다.", "관세사"]}, {"name": "감정 전문가(0234)", "descriptions": ["판매, 구매, 과세나 자산처분 등을 목적으로 자동차, 중기, 선박, 항공기 등의 동산과 토지, 기업, 공장, 기타 부동산의 경제적 가치 또는 자동차, 중기, 선박, 항공기, 보석, 미술품, 골동품, 수집품 등 개인 자산 및 유형 자산의 진품 여부나 가치를 평가하거나 감정하는 업무를 수행한다. 사업화하려는 기술이나 사업화된 기술이 그 사업을 통하여 창출하는 경제적 가치를 평가하는 가치평가 전문가도 포함된다.", "토지, 주택, 공장, 기계, 자동차, 중기, 선박 등의 경제적 가치를 판정하기 위하여 대상 물건을 감정하고 평가한다.\n다이아몬드ㆍ비취ㆍ사파이어ㆍ루비 등 보석의 진품여부, 품질 및 가치를 감정하고 평가한다.\n미술작품의 진품여부, 품질 및 가치를 감정하며 평가한다.\n음식물, 주류, 향수 등의 질을 관능으로 감정하고 평가한다.", "감정 평가사\n부동산 감정사\n보석 감정사\n미술품 감정사\n음식료품 감정사\n조향사"]}, {"name": "광고·홍보 전문가(0241)", "descriptions": ["광고(홍보)의 필요성 분석, 효과적인 광고(홍보) 전략, 적합한 광고(홍보물) 제작 등을 기획하고 제안하며 기획을 실행하기 위한 계획을 수립, 실행,감독하고 광고(홍보) 후 그 효과를 사후 분석하여 보고한다.", "기업 혹은 상품 등의 광고(홍보) 필요성 및 광고(홍보) 전략에 대해 전문적 자문을 제공한다.\n미디어, 인쇄, 전자매체 등과 같은 적절한 광고(홍보)매체를 개발한다.\n특정기업 또는 기업에 대한 대중의 인식과 이해를 개선하려는 PR프로그램을 연구, 조언한다.\n광고주에게 대행사를 효과적으로 알려 광고대행계약을 하고, 광고할 상품이나 용역에 관한 자료를 조사하여 분석하고, 광고주와 협의하여 광고 기획서를 작성한다.\n광고제작팀과 협의하여 광고 기획서를 수정ㆍ보완하고 광고주의 의사결정자와 협의하여 광고의 제작방향을 결정한다.\n광고(홍보)제작에 소요되는 예산을 수립ㆍ조정한다.\n마케팅 전문가와 협의하여 광고(홍보)매체를 선택하고, 효과를 분석한다.\n광고(홍보)의 목표를 설정하고, 광고(홍보) 표현계획과 제작계획을 수립하며, 광고(홍보)의 제작상황을 감독한다.\n시행된 광고(홍보)의 사후적 효과를 조사ㆍ분석한다.", "광고 대리인\n홍보 전문가\n선전 대행자"]}, {"name": "조사 전문가(0242)", "descriptions": ["통계학, 사회학 및 심리학 등의 전문지식을 활용하여 기업의 마케팅 의사결정이나 공공영역의 정책 수립 및 학술연구에 필요한 기초 자료를 수집하기 위해 조사를 설계,기획하고 자료수집 과정 전반을 관리한다. 조사 결과를 분석하여 발견한 사실과 함축된 의미를 보고서 등의 형태로 작성하여 보고한다.", "조사방법론을 토대로 여론조사나 설문지와 같은 자료수집 방식을 설계한다.\n잠재적 및 장래의 경향을 평가하기 위해 사회 또는 경제조사를 수행한다.\n도매나 소매 소비자들의 구매습관 및 선호도에 관한 조사를 실시하고 자료를 분석한다.\n조사를 수행하는 면접원이나 조사원들을 감독하기도 한다.\n결과에 대한 보고서를 작성하며, 의뢰인에게 발표하기도 한다.\n제품이나 서비스의 잠재적인 판매를 판단하기 위해 시장 상황을 조사하고 경쟁사, 가격, 판매, 마케팅 및 유통방법에 관한 정보를 수집한다.\n지역선호도 및 구매습관에 기초한 마케팅 캠페인에 조사결과를 이용하기도 한다.\n여론의 흐름, 제품의 유통경로, 시장의 흐름 및 변화 양상, 소비자동향, 소비성향, 수요 잠재력, 정부정책의 실효성 등을 조사ㆍ분석ㆍ연구하여, 그 결과를 보고하거나 결과에 대한 자문을 제공한다.", "여론조사 전문가\n시장조사 전문가\n사회조사 전문가"]}, {"name": "상품 기획자(0243)", "descriptions": ["소비자의 구매 패턴과 소비 유형을 파악하여 시장성 있는 상품을 개발하고 개발한 상품을 생산하는 제조업체와 매매 조건, 수수료 등을 협의하고 계약을 체결한다.", "현재의 시장 상황, 소비자 행동 및 구매 패턴, 미래의 변화 양상 등에 관한 객관적인 정보를 수집ㆍ분석한다.\n상품의 기획부터 생산, 개발, 판매, 재고조절 등 상품흐름의 전 과정을 총괄한다.\n소비자의 수요예측과 소비자 행동분석을 통하여 광고전문가와 광고 전략을 협의한다.\n특정상품 및 서비스에 대한 현재의 판매수준, 소비자의 취향을 조사 분석하여 효율적인 판매 전략을 수립하거나 자문한다.", "머천다이져\n쇼핑몰MD\n의류MD\n유아용품MD\n상품 기획자\n상품개발 담당자\n마케팅 전문가\n판촉기법 전문가"]}, {"name": "행사 기획자(0244)", "descriptions": ["회의, 정기총회, 콘퍼런스, 세미나, 전시회, 시사회, 축제행사 및 기타 행사를 계획, 조직하며 조정한다. 관광협회, 업계 및 전문가 협회, 컨벤션 및 콘퍼런스센터, 정부 및 이벤트 기획사에서 일할 수 있다.", "협의회나 회견, 컨벤션 등의 행사 개최를 논의하기 위해 업계협회, 전문협회 및 기타 집단들과 만난다.\n행사의 범위 및 형식을 계획하고, 예산을 편성하며, 행사 관리절차 및 진행사항을 수시로 모니터한다.\n참가자들에 대한 숙박 및 운송, 컨퍼런스 및 기타 시설, 연회, 표시물, 디스플레이, 통역, 비디오ㆍ오디오장비, 인쇄물 및 보안과 같은 행사서비스를 총괄한다.\n참가자의 등록을 조직화하고 프로그램 및 홍보자료를 준비하고 행사를 선전한다.\n행사에 필요한 행사지원자들을 고용하고 교육시키며 감독한다.", "이벤트 대리인\n공연 대리인\n패션쇼 대리인\n판촉행사 대리인\n국제회의 기획자\n행사 전시회 기획자\n컨벤션코디네이터\n시사회 기획자\n컨퍼런스 기획자\n국제회의 전문가\nPCO\nMeeting Planner\n회의 기획자"]}, {"name": "조세행정 사무원(0251)", "descriptions": ["개인 또는 사업체가 납부하는 세금, 부담금 및 기타 형태의 과징금 등의 금액을 결정하기 위하여 세금신고서, 판매영수증 및 기타 서류를 검사하는 자를 말한다. 각종 세금의 결정과 납부에 관한 법령의 올바른 해석 및 국민의 권리와 의무에 관하여 단체, 기업 및 시민에게 조언한다.", "법령과 업무처리 규정에 따라 조세행정 업무를 계획하고 시행하며, 각종 보고서나 문서를 기안하고 시행하며 기타 조세행정업무를 수행한다.", "조세공무원\n세무공무원"]}, {"name": "관세행정 사무원(0252)", "descriptions": ["관세법에 따라 외국에서 원재료나 제품 등을 수입하거나 또는 외국으로 수출하는 경우 필요한 사항을 세관장에게 신고하고 허가를 받아야 하는데 이러한 허가를 받는 절차를 통관절차라 한다. 수출 또는 수입을 위한 통관절차를 수행하고 보험, 수출입 허가서 및 기타 서류를 규정에 맞도록 작성하는 자를 말한다.", "수출 또는 수입을 위한 통관절차를 수행하고 보험, 수출입 허가서 및 기타 서류를 규정에 맞도록 작성하는 업무를 수행한다.", "관세 사무원\n여권검사 공무원세관 검사원\n세관 공무원"]}, {"name": "병무행정 사무원(0253)", "descriptions": ["국토방위의 근간이 되는 병역자원을 관리하고 병역 의무자 징집, 소집 및 전시 병력 동원 등 의무 부과와 산업 기능인력 지원 및 병역의무자 국외 여행 허가 등의 업무를 수행하는 자를 말한다.", "병역자원관리, 의무자 징집 및 소집, 향토예비군 편성관리 등 병무행정 업무를 계획하고 시행한다.\n각종 보고서나 문서를 기안하고 시행하며 법령과 업무처리 규정에 따라 병무 행정업무를 수행한다.", "병무행정사무원"]}, {"name": "국가·지방행정 사무원(0254)", "descriptions": ["중앙 및 지방행정기관에서 각종 행정 실무 및 민원 업무에 종사하는 일반 공무원을 말한다. 법령과 업무처리규정에 따라 정부행정 업무를 계획하고 시행하며, 각종 보고서나 문서를 기안하고 시행하며 기타 행정에 관련된 업무를 수행한다.", "법령과 업무처리 규정에 따라 국가, 지방, 공공행정 업무를 계획하고 시행하며, 각종 보고서나 문서를 기안하고 시행하며 기타 국가행정, 지방행정, 공공행정 업무를 수행한다.", "국가행정 사무원 (국가직 공무원)\n선거 공무원\n공공행정 사무원\n지방행정 사무원 (지방행정직 공무원)\n근로감독관 공무원\n공사, 공단 사무원"]}, {"name": "공공행정 사무원(0255)", "descriptions": ["공사, 공단 및 정부출연 연구기관, 공공행정기관 등에서 각종 행정업무를 수행하는 자를 말한다."]}, {"name": "기획·마케팅 사무원(0261)", "descriptions": ["사업체의 각종 제품을 판매촉진하기 위한 마케팅 전략을 수립하거나 광고 및 홍보계획을 수립한다. 제품판매와는 별개로 회사 자체의 이미지를 광고하거나 홍보하는 사무원도 이 직업군에 포함된다. 영업사원의 활동을 관리, 지원하는 영업지원 사무원과 경영합리화를 도모하기 위하여 계획과 실적을 비교, 분석하고, 이러한 분석 결과에 기초해 회사 전체의 사업 방향 및 추진 계획을 작성하는 경영기획 사무원도 여기에 포함한다.", "경영기획 사무원\n예산지침이 확정ㆍ통보되면 각 부서로부터 예산안을 취합하여 제반비용을 산출하고 예산단가를 적용하여 종합제조원가 예산편성 안을 작성한다.\n손익계산서, 대차대조표, 재무상황변동표 등을 작성하여 경영실적을 분석하고 종합사업계획에 반영한다.\n영업수지계획, 판매수지계획, 공장운영 자금집행계획, 회사비용지출계획, 영업외수익계획을 종합하고 분석하여 전체적인 사업방향을 기획한다.\n사업기획안 내에서 관련 부서의 업무가 효율적으로 진행되도록 조정한다.\n마케팅, 광고, 홍보 사무원\n소비자의 수요예측과 소비자 행동분석을 통하여 마케팅 전략과 광고매체에 대한 전략을 수립한다.\n광고대상 상품의 경쟁상황, 시장상황, 판매기간 등에 대한 자료를 조사ㆍ분석하고 광고매체에 대한 효과분석을 실시한다.\n마케팅전략과 매체전략에 대한 시안을 제시한다.\n광고의 목표를 설정하고, 광고 표현 및 제작계획을 수립하며, 광고의 제작상황을 점검한다.\n제작된 광고를 검토ㆍ평가하고 광고를 실시하며, 시행광고의 효과를 조사ㆍ분석한다.\n이외에 사업체의 홍보에 필요한 제반 직무를 수행한다.\n영업관리 사무원\n영업목표를 달성하기 위해 영업사원의 활동을 관리, 지원하는 일을 수행한다.", "판매기획 사무원\n마케팅 기획원\n판촉기획 사무원\n영업기획 사무원\n홍보 사무원\n홍보기획 사무원\n제품홍보 사무원\n광고관리 사무원\n신규사업기획 사무원\n경영기획 사무원\n전략 기획원\n경영혁신 기획원\n사업기획 사무원\n국내판매담당 사무원\n국내판매마케팅 사무원\n국내판매기획 사무원\n국내판매관리 사무원\n분양 사무원\n영업실적정리 사무원\n영업지원 사무원\n외근영업지원 사무원\n영업서류지원 사무원\n영업통계 작성원\n영업서무 사무원\n영업문서 작성원\n영업결산 사무원\n임대 사무원"]}, {"name": "인사·교육·훈련 사무원(0262)", "descriptions": ["사원의 채용·배치·전환·퇴직·급여·인사고과·담당섭외 업무를 기획,건의,집행하는 인사노무 사무와 직무능률 향상을 위하여 훈련 전반에 관한 업무를 수행하는 자를 말한다.", "현재 및 미래에 있을 결원을 파악하고 부서별 충원요청 시 기존의 정원과 대비ㆍ검토하고 인력수급계획을 수립한다.\n광고나 사내공고, 학교추천의뢰 등을 통하여 원서를 접수하고 서류심사 및 소정의 전형을 진행ㆍ주관한다.\n지원자들에게 채용 요건에 관해 설명해 주고, 합격자에게는 소정의 서류를 구비토록 하여 배치계획에 따라 인사발령을 품의한다.\n경영목표달성을 위한 인건비예산의 수립지침서를 입안하고 인건비예산을 총괄하며 취합된 인건비예산안을 경영목표ㆍ과거실적ㆍ예정임금인상율 등을 감안하여 분석ㆍ보고한다.\n매월, 분기, 반기, 년간 인원현황과 인건비 지급실적을 예산과 대비하여 분석ㆍ보고한다.\n인사제도ㆍ인사고과의 활용ㆍ복리후생ㆍ안전보건ㆍ인간관계ㆍ사원의 사기 등을 파악하여 타사 및 관계문헌을 조사ㆍ비교ㆍ분석하여 개선안을 기획, 품의한다.\n직원의 채용, 전보, 휴직, 복직 및 면직, 승진, 표창 및 징계에 관한 업무를 수행하고 직원의 종합인사평점과 인사기록을 확인하고 관리한다.", "노무관리 사무원\n인사관리 사무원인사 사무원\n노무 사무원교육기획 사무원\n훈련담당 사무원"]}, {"name": "총무 사무원 및 대학 행정조교(0263)", "descriptions": ["사업체 운영에 필요한 각종 행정업무를 총괄하는 업무를 수행하는 자를 말한다. 문서의 수발·관리, 4대 사회보험관리, 급여 관리, 비품 및 차량 관리, 각종 사내 행사를 계획·준비·집행하는 데 관련된 업무를 수행한다. 또한 기타 회사와 관련이 있는 협회·조합·단체에 대한 섭외 업무를 한다.", "사무행정 절차를 감독, 조정하며 새로운 절차를 검토, 평가, 집행한다.\n후생복지, 재배치, 장비, 소요물품, 서식, 유지 및 보안 서비스 등 사무 관련 업무를 조정, 계획한다.\n운영예산 수립, 재고 및 예산 관리 등의 업무를 수행한다.\n보고서, 편람, 공문 등을 준비한다.", "총무 사무원\n총무\n대학 행정조교기업행정 사무원\n업무지원 사무원\n일반 사무원\n서무 사무원"]}, {"name": "감사 사무원(0264)", "descriptions": ["관공서 또는 기업체에서 효율적인 감사업무를 수행하기 위하여 감사 기획 및 지침 수립 등 감사에 따른 제반 업무를 수행하는 자를 말한다.", "감사를 수행하기 위해 법률적 근거 및 지침에 따라 계획을 수립한다.\n서류준비, 계획서 작성 등 감사에 따른 제반 업무를 수행한다.", "감사사무원"]}, {"name": "회계 사무원(0271)", "descriptions": ["사업체의 제반 거래사항을 기록,정리하고 원가계산을 통하여 제조원가를 산출하고 기업의 재무 상태와 경영실적을 파악하기 위하여 결산 절차에 따라 대차대조표, 손익계산서 등의 재무제표를 작성하는 자를 말한다.", "손익예상과 결산업무를 처리하고 총괄 제 계정을 계산한다.\n주요 장부의 기장 및 전표를 계산하고 경비지출 및 출ㆍ수납에 관련한 사무를 본다.\n재무기록을 기입하여 대차계정을 수립, 유지 및 결산하고 일반 원장(元帳)을 관리하며 재무제표, 대차대조표를 작성한다.\n급여, 공과금, 세금 및 기타 청구서에 대한 임금대장을 계산하고 작성한다.\n세금송금양식, 봉급양식, 연금, 보험양식 및 기타 장부 서류를 작성하여 제출한다.\n소득 신고서 및 기타 통계, 재무 및 결산 보고서를 작성한다.", "회계 사무원(장)\n결산회계 사무원\n부기원 세무 사무원(장)\n용역계약 관리원\n원가관리 사무원\n제작비 관리원 (영화, 광고 등)"]}, {"name": "경리 사무원(0272)", "descriptions": ["재무기록 및 수취계정, 지불계정, 청구서, 송장을 정해진 방식에 따라 계산하고 기록하며 서류정리, 기록관리, 문서작성 등 일상적인 기록을 정해진 방식에 따라 계산하고 작성하며 처리하는 자를 말한다.", "정해진 절차에 따라 매뉴얼 및 전산시스템을 사용하여 청구서, 송장, 계산서 및 기타 경리서류를 작성하며 발행한다.\n재무기록 및 수취계정, 지불계정과 같은 거래를 처리하고 대조하며 원장이나 전산시스템에 자료를 입력한다.\n추정된 세입과 지출액, 그리고 이전 예산에 기초해 예산자료 및 서류들을 수집한다.\n견적, 시세 및 가격목록에 기초해 자재비용, 일반 및 기타경비를 계산한다.\n서류정리 및 기록을 관리하고 고객 문의에 응대하는 것과 같은 관련 업무를 수행한다.\n계약 시 서류를 작성하고 월매출액 및 문서 등을 작성하며 각종 수금업무, 세무서관련 업무를 본다.", "경리 사무원\n입금 사무원\n경리\n수금관리 사무원\n전표 사무원"]}, {"name": "무역 사무원(0281)", "descriptions": ["재료나 상품의 통관 및 수출입 계약 거래 등에 관한 사무적인 업무를 수행하는 자를 말한다. 구체적으로 해당 부서로부터 수출입 허가서, 신용장 등 통관서류를 인수하여 세관신고서류를 작성하고 통관절차를 밟는다. 또한 수출입에 관련된 은행 관련 업무, 선적서류 분류·정리, 통관계획 입안, 소요자금 요청, 수출입 물품의 입출항·입출고 현황 확인, 통관 및 무역에 관련된 통계 현황 작성·보고 등을 수행한다.", "무역절차의 흐름을 파악하여 거래에 필요한 자료나 정보를 정리하고, 계약상 필요한 서류 등을 작성한다.\n수출의 경우 수출처인 기업 등에 관한 계약서를 작성하는데, 해외영업원의 지시에 따라 계약내용(거래금액, 수출수량, 수송수단, 납기, 보험, 결제방법)을 계약서의 형식이나 법규에 따라 계약문서로 작성한다.\n수입의 경우 절차는 수출의 경우와 유사하나 수입대금의 결재, 화물의 통관 등의 모든 절차에 있어서 해외 영업원을 지원해야 한다.", "무역 사무원\n통관서류 작성원\n신용장 개설원\n해외문서수신 사무원\n선적서류 작성원\n수출입문서 작성원\nL/C 사무원"]}, {"name": "운송 사무원(0282)", "descriptions": ["자동차, 철도, 선박, 항공운수업체에서 차량, 열차, 선박, 항공기의 운행에 관련된 배차간격과 운행시간을 조정하는 업무를 수행하거나 열차, 선박, 항공기에 실리는 화물을 기록하고 관리하는 업무를 수행한다.", "차량 및 선박, 항공기 노선의 운행시간표에 따라 승무원에게 담당차량을 배차한다.\n교통상황, 노선상황 및 도로상태를 파악하여 배차간격과 운행시간을 조정한다.\n운행시간표를 검토하고 승무원의 승무순서, 승무시간 및 승무차량을 확인하여 배차의 기본 자료로 사용한다.\n사고, 파손 등의 결손차량 및 승무원의 대체계획을 수립한다.\n열차, 선박, 항공기에 실리는 화물의 종류, 화물의 무게, 목적지 등이 기록된 선적요구서에 따라 정산표를 작성한다.\n정산표를 화물 주인에게 발급하고 세금계산서를 작성한다.\n선적화물의 이상 유무를 점검하도록 검수원에게 지시한다.\n정산표를 근거로 선적서류를 작성한다.\n화물운송장이나 다른 적하기록을 파악하여 화물하역에 필요한 장비나 작업인원수를 결정한다.\n관세계산에 사용할 보고서를 작성하기 위하여 화물의 무게를 계산하기도 한다.", "차량사고 처리 사무원\n터미널관리 사무원\n운행분석 사무원\n비행계획 관리원\n운항 관리원\n운항통제 사무원\n화물터미널 관리 사무원\n도로운송 사무원\n항공서비스 조사원\n화물탑재 사무원\n철도운송사무 통제관\n철도배차 사무원\n철도화물 사무원\n열차운행계획 사무원\n배차 사무원\n부두 사무원\n연락선 사무원\n유람선 사무원\n선박운항관리 사무원\n화물관리 사무원\n수상운수 터미널 사무원"]}, {"name": "자재·구매·물류 사무원(0283)", "descriptions": ["경영에 필요한 각종 장비, 장치, 물건을 구입하는 구매업무와 제품 생산에 필요한 각종 자재를 구입하고 적정 재고를 유지하는 자재관리 업무를 수행하는 자를 말한다. 또한 자재, 공구, 설비, 생산 제품 및 기타 물품의 입고, 보관, 불출, 기록 같은 창고관리 업무를 수행한다. 구입된 자재나 생산 제품을 창고에 입고하기 위하여 청구서, 증빙서류 등을 확인하고 물류 상태와 수량을 검수한다. 창고 원장이나 기록일지에 입고된 물품의 명세를 기록하고 물품의 종류에 따라 창고 내의 적재 위치를 선정한다. 각 부서로부터 물품청구서를 접수해 물품을 불출하며 정기적으로 재고조사를 시행하고 창고 원장과 대조한다.", "사업체의 제반 운영 상태를 파악하고 필요한 장비, 자재, 물품에 대한 상세한 내역을 작성한다.\n입찰공고를 내고, 공급업자와 교섭하거나 견적서를 검토한다.계약서 조항과 조건을 결정하고 계약을 체결하거나 계약 체결을 건의한다.\n납품 일정을 수립하고 진척상황을 검토하며, 문제해결을 위해 고객 또는 공급업자와 접촉한다.\n가구나 사무기기와 같은 특정 장비 또는 경영서비스 관련 구매를 하기도 한다.\n제품생산에 필요한 각종 자재의 내역과 용도를 조사ㆍ분석하여 연간ㆍ월간ㆍ주간ㆍ일일소요계획을 수립한다.\n각 부서로부터 자재청구서 또는 자재지원 의뢰서를 접수받고 소비량을 검토한다.\n필요자재의 재고가 없을시 자재를 구매하며, 각 생산부서의 사양에 맞추어 적시에 적정량이 공급되도록 제반사항을 관리한다.", "구매 사무원(구매관리)\n외주 관리원\n보세화물 담당 사무원\n운송화물 사무원\n자재보관 사무원\n자재기록 사무원\n자재 사무원(자재관리)\n자재 수불원\n자재수급 계획원\n자재공급 사무원\n자재 검수원\n창고관리 사무원\n창고 관리원\n검량원\n검수원\nCFS 검수원"]}, {"name": "생산·품질 사무원(0284)", "descriptions": ["제조업체의 생산 활동을 위해 생산계획을 수립하고 생산 활동에 필요한 자재 관리, 인력 배치, 기계 사용 등 전반적인 생산 활동을 관리하거나 생산된 제품의 기능, 안전성 등 품질을 관리하는 업무를 수행한다.", "생산관리 사무원\n생산계획에 의거하여 요구되는 재료의 수량, 품질 및 종류를 계산한다.\n생산부 내 또는 관련 부서간의 작업 및 자재의 흐름을 조정한다.\n생산일정, 기록, 보고서를 준비하기 위하여 자료를 수집ㆍ기록한다.\n조립 또는 수리를 위하여 재료, 부품 등을 발송ㆍ배달한다.\n생산에 필요한 자재를 인수, 저장, 관리, 분배한다.\n품질관리 사무원\n생산방법, 시설 및 시스템 개발, 작업계획, 견적평가, 측정 작업일정계획 등에 관한 기술적인 지원과 서비스를 제공한다.\n생산된 제품의 안전도, 기능, 디자인 등 품질을 관리한다.", "생산계획 사무원\n생산일정계획 사무원\n생산조정계획 사무원\n품질관리 사무원"]}, {"name": "안내·접수원 및 전화교환원(0291)", "descriptions": ["고객이나 방문객을 안내하고 각종 정보를 제공하며 그들의 요청을 접수하는 업무를 행하거나 구내, 시내, 시외 및 국제 간 전화를 연결하고 고객의 질문에 응답하여 전화번호를 안내하는 등 공공 및 사설 전화교환기를 조작한다.", "전화, 서신 또는 방문자의 요청을 접수하고 안내한다.\n고객의 민원사항을 접수ㆍ검토하여 규정에 따라 처리한다.\n사업이나 서비스에 대한 정보를 제공하기 위하여 고객과 대화한다.\n통화를 연결시키기 위하여 교환기를 조작한다.\n기록된 통화시간에 따라 통화수와 요금을 확인한다.\n고객이 요청한 각종 정보를 안내한다.\n업무와 관련된 기록을 유지한다.", "호텔 접수원\n병원 접수원\n음식점 접수원\n시설예약 접수원\n전화접수 사무원\n가스접수 사무원\n분실물 접수원\n백화점 안내데스크원\n방송안내 사무원\n방송 안내원(열차, 비행기, 시설, 미아, 병원 등)\n화랑 안내원\n박물관 안내원\n고장접수 안내원\n프런트데스크 담당원\n시설소개 안내원\n견학담당 안내원\n공항시설 안내원\n전화 교환원\n전화번호 안내원\n가입접수 안내원"]}, {"name": "고객 상담원 및 모니터 요원(0292)", "descriptions": ["방문고객 및 상담전화로 걸려 오는 각종 민원사항에 응대하고 창구의 자료 및 이용 안내문 배치 등에 관련된 사무를 수행한다.", "각종 상품의 신규신청, 전ㆍ출입, 명의변경, 해지, 요금조정 및 증명서 발급에 관한 청구서를 접수한다.\n계약서식의 여백을 채우고 요구된 서비스에 대한 요금을 알려 준다.\n컴퓨터에 관련 자료를 입력하여 기록내용을 변경하고 증명서를 발행한다.\n상품 카탈로그, 안내장 및 내역서 등을 발송한다.\n신종서비스에 대한 사용방법 및 절차를 고객에게 홍보하고 가입을 권유한다.\n특정한 분야의 활동이나 결과를 모니터하거나 방송 등을 시ㆍ청취하여 의견이나 소감을 제출한다.", "전화 상담원\n방문고객 상담원\n콜센터 상담원\n모니터원\n모니터요원\n미스테리샤퍼"]}, {"name": "통계 사무원(0293)", "descriptions": ["일상적 또는 특별한 정보의 출처에 바탕을 둔 통계적 기록을 작성하고 조사계획에 따라 작성된 설문지를 가지고 감독자의 지시를 받아 응답자를 면접하고 설문지를 완성한다.", "일상적 또는 특별정보를 바탕으로 통계를 작성한다.\n총계, 평균, 백분율 및 기타 세부사항을 계산하고 요구되는 형식으로 작성한다.\n조사계획에 따라 조사표를 가지고 응답자를 면접 조사한다.", "통계자료집계 사무원\n보험통계 사무원\n여론조사 슈퍼바이저\n통계조사 슈퍼바이저\n통계조사 사무원\n인구 조사원\n설문 조사원\n시장 조사원"]}, {"name": "비서(0294)", "descriptions": ["상사가 좀더 능률적으로 최대한의 업무성과를 올릴 수 있도록 일정을 계획, 관리, 조정하고 외부와 연락을 주고받는다.", "관리 비서\n경제, 정치, 외교, 산업의 각 분야에서 전문적인 행정 및 관리의 실무자로서 보좌역할을 수행한다.\n각종 자료를 정리하거나 문서 등을 작성하는 등의 사무적인 업무를 수행하며, 상사가 회의참석 시 회의록을 작성하고, 상사와 회의에 참석하여 회의 내용을 요약하기도 한다.\n소속기관에 따라 협회ㆍ교육연구ㆍ종교ㆍ외국대사관 비서 등으로 구분되기도 한다.\n일반 비서\n상사의 일정을 계획ㆍ관리ㆍ조정하는 일을 하며, 상사가 최적의 조건에서 업무를 수행할 수 있도록 보좌한다.\n우편물이나 서류보관, 각종 자료의 정리 및 문서작성, 전화응답, 회의 소집 연락, 외부손님 내왕 시 차 접대 등의 업무를 수행한다.\n필요한 자료를 추출, 기록, 정리, 분류하고 브리핑하기도 한다.", "전문 비서(종교ㆍ협회ㆍ교육연구ㆍ외국대사관 비서 등)\n비서"]}, {"name": "전산자료 입력원 및 사무 보조원(0295)", "descriptions": ["사무직원의 주요 수행 업무에 수반되는 보조적 업무, 즉 문서 정리 및 수발, 자료 집계, 자료 복사 등 사무기록의 유지와 관련된 일반적인 업무를 수행하거나 기록물, 출판물, 문서, 시청각자료 및 기타 도서관 자료를 단순 기록, 분류, 정리하는 업무를 수행한다. 또는 각종 자료를 컴퓨터에 입력하고 자료의 오류를 심사, 수정하며 고객의 의뢰에 따라 행정기록을 대신 해 주는 업무를 수행한다.", "서류를 정리하고 문서를 수발하며, 근태 및 작업일지 등의 자료를 집계한다.\n문서 및 기타 서류를 워드프로세서에 입력한다.\n자료를 관리하고 필요할 경우에는 이를 복사한다.\n기록물, 문서 및 기타 소장 자료를 검토, 분류, 정리한다.\n도서목록, 문서색인 및 소장 자료의 기록을 현행으로 유지한다.\n출판물, 도서 및 기타 자료와 관련된 정보를 제공한다.\n책, 필름, 사진기록물, 시청각자료 등을 대출, 기록, 반납, 분류 및 정리한다.\n입력할 자료를 순서대로 정리하고 키보드를 조작하여 입력한다.\n입력이 완료되면 검토 후 디스켓 또는 테이프를 기계실이나 파일 보관실로 보낸다.\n고객의 의뢰에 의해 행정기록을 대신해 준다.", "명세표 입력원\n전산 입력원\n단순자료 입력원\n데이터 입력원\n매출자료 입력원\n인사기록 사무원 자료 입력원\n정보 검색원\n인터넷정보 검색사\n약국 보조원\n일반사무 보조원\n작업시간 기록원\n홈페이지자료 입력원\n처방전 입력원\n약국 전산원\nDB 입력원\n주소목록작성 사무원"]}, {"name": "기타 사무원(0299)", "descriptions": ["출판 및 자료편집 사무원 등 상기 세분류에 속하지 않은 유사한 직무를 수행하는 기타 사무원이 여기에 분류된다.", "출판물의 디자인을 검토하고 작업순서와 방법을 설정한다.\n구성 체계에 따라 컴퓨터에 문자나 그림, 로고, 사진 등을 입력하고 색채, 크기, 위치를 조정ㆍ편집한다.\n시험출력을 하여 문제점을 파악ㆍ보완한다.\n인쇄공정에 넘길 판을 만든다.", "전자 조판원\n자료편집 사무원\n도서정리 사무원\n속기사\n컴퓨터 속기사\n대서 사무원\n전당업자\n대금업자"]}, {"name": "투자·신용 분석가(0311)", "descriptions": ["자신의 회사나 회사고객의 금융 및 투자 자문에 응하기 위해 경제 예측, 주식 거래량, 회사의 재무 상태, 과거의 성과 및 주식, 채권 및 기타 투자 수단의 장래 경향성 같은 금융시장 정보를 수집하고 분석한다. 신용을 연장하거나 대출과 관련된 위험 정도를 판단하기 위하여 신용자료 및 재무제표를 분석한다.", "투자분석 전문가\n매일의 주식 및 채권보고서, 경제예측, 주식 거래량, 금융잡지, 증권편람, 회사재무제표 및 기타 금융ㆍ재무보고서와 출판물 등을 이용하여 회사, 주식, 채권 및 기타 투자에 대한 금융ㆍ재무 및 투자정보를 수집한다.\n회사의 프로파일, 주식 및 채권가격, 이자율 및 장래 트렌드, 기타 투자정보 등을 조사하고 분석한다.\n특정 유가증권의 본질적 가치에 관한 자료를 수집하여 정리, 요약한다.\n당해 증권의 안정성, 수익성, 유동성 등을 분석한다.\n고객, 연금펀드관리자, 증권 중개인 및 협회에 투자자문 및 권고안을 제공한다.\n기업분석 보고서 등을 작성한다.\n증권 분석가\n증권이나 상장된 기업과 관련된 각종 자료를 조사ㆍ분석하는 자로 시장의 장ㆍ단기 시황을 분석하고 예측하며 투자유망 종목을 개발하고 관리한다.\n증권 관련 자료를 가공하여 투자를 위한 자료로 활용, 투자자에게 자문하고 투자설명을 위한 자료를 제공한다.\n신용분석 전문가(주로 기업고객 분석)\n신용기간 연장이나 대출관련 위험도를 판단하기 위해 신용자료 및 재무제표를 분석한다.\n고객의 재무 상태를 판단하기 위해 컴퓨터 프로그램을 이용하여 재정비율을 산출하며, 대출의 수익성을 분석한다.\n고객기록을 평가하고 수입, 저축자료, 지불내역 및 구매활동에 기초해 대출 지급계획을 추진하며, 신용분석, 대출청구내용 요약을 포함한 대출신청서를 작성하고 승인을 받기 위하여 대출위원회에 제출한다.\n신용정보를 교환하기 위해 신용협회 및 기타 기업대표들과 협의한다.\n수금 불량계좌를 파악하고 선별하기 위해 개인이나 거래고객 서류철을 검토한다.\n불만을 해결하고 금융 및 신용거래를 확인하며, 필요시 거래를 조정하기 위해 고객과 상의한다.", "투자 분석가\n시황 분석가\n증권 분석가\n재정 분석가\n투자 전략가\n신용 분석가"]}, {"name": "자산 운용가(0312)", "descriptions": ["투자신탁, 연금 등 기관투자가의 투자운영을 담당하며, 투자계획을 수립하고 자금사정의 변화 및 증권시장의 변동에 따른 포트폴리오를 모니터하고 전문지식에 기초하여 최대한의 투자수익을 올릴 수 있도록 투자를 결정하고 자산을 운용한다. 자산의 운용 및 투자방법에 대한 자문이나 컨설팅을 수행하기도 한다.", "기업고유의 자산이나 고객이 투자를 위탁한 자산을 운용하기 위해 자신의 전문지식과 시세감각을 가지고, 운용자산의 특성에 맞추어 효율적인 투자계획을 수립한다.\n자금사정의 변화와 증권시장의 변동에 따른 포트폴리오를 모니터하고, 장래시장의 흐름을 파악하여 효과적인 투자전략과 전술을 구사한다.\n투자배분상의 손실위험을 회피하기 위해 주식, 채권, 파생상품, 현금 등으로 구분하여 운용하는 등 위험관리도 담당한다.\n개인 투자자나 기관 투자자에 대하여 투자에 관한 지식, 판단, 자산운용 등에 관한 조언을 제공한다.\n고객자산에 대한 종합적인 상담으로 고객성향에 맞는 투자대상 및 기간을 선정하고 투자결정 후 결과를 안내하고 지속적인 정보를 제공한다.\n회사의 고유자산을 회사의 명의와 자기계산으로 유가증권을 매매 운용한다.\n선물시장에서 선물회사 혹은 증권사 자체의 투자자산이나 고객이 투자를 위탁한 자산을 운용한다.\n투자신탁의 재산을 운용하거나 또는 기관투자가의 펀드를 관리 운용한다.", "고객자산관리 운용가(Wrap Account 운용)\n증권투자 전문가(투자자문, 일임매매)\n기업고유자산 운용가(증권딜러)\n선물자산 운용가(파생상품투자 운용가)\n펀드매니저(투자신탁재산 운용가)\n주식형, 채권형 펀드매니저"]}, {"name": "보험·금융상품 개발자(0313)", "descriptions": ["보험 사업에서 각종 보험사고 위험을 전문적으로 평가하여 보험상품을 개발하거나 새로운 금융상품을 개발하는 자를 말한다.", "사망률, 사고, 질병, 장애 및 퇴직율을 판단하고 각종 통계를 작성, 분석한다.\n수학, 통계학, 확률, 재무이론 등의 지식을 적용하여 화재, 자연재해 및 실업에 관한 확률표를 구성하고 보험료ㆍ책임준비금ㆍ대부금의 계산 및 기타 보험사업 전반에 걸친 수리업무 및 통계분석 업무를 수행한다.\n보험 및 연금계획을 설계하거나 검토하고 보험료를 계산하며, 보험률의 산정과 조정 및 검증업무를 수행한다.\n위험평가를 통해 국내의 사회제도와 경제실정에 적합한 보험 상품을 개발하고 보험 상품별 원가를 분석한다.\n회계년도 말에 각종 적립금, 준비금 등을 평가하여 보험계약준비금을 산정한다.\n보험회사의 손익을 계산하여 발생 원인을 규명한다.", "보험계리인"]}, {"name": "증권·외환 딜러(0314)", "descriptions": ["고객과의 투자 상담을 통해 주식, 채권, 파생상품, 투자신탁상품 등의 매매를 중개하는 업무를 수행한다. 외환시장의 추이를 분석하여 외환의 현물 및 선물을 매매하는 업무를 수행하는 외환딜러(외환중개인)도 여기에 포함된다. 증권회사, 투자회사, 신탁회사, 주식 및 선물거래소, 기타 유가증권업 관련 업체에서 일한다.", "고객과의 투자 상담을 통해 수탁주문을 받고 주식, 채권, 파생상품, 투자신탁상품 등의 매매를 중개한다.\n고객에서 투자 상담을 하기 위하여 국내외 증시동향을 체크하고 신문, 연구 분석자료, 정보네트워크 등을 통해 정보를 수집하고, 장세전망 및 매매전략을 수립한다.\n다른 투자회사나 펀드매니저, 증권분석가, 투자고객과 각종 정보를 교환하고 시황을 전망한다.\n매매를 중개 또는 대리하고 매매결과를 통보하며, 중개매매에 따른 성과를 분석한다.", "증권 중개인\n채권매매 중개인\n외환 딜러\n선물거래 중개인\n선물 거래사\n투자 중개인\n외환 중개인"]}, {"name": "손해사정사(0315)", "descriptions": ["보험사고로 발생한 손해액과 보험금을 평가하고 사정하는 업무를 담당하는 자를 말한다. 보상심사사무원이 조사한 보상청구를 면밀히 심사하고 사고 원인을 조사하여 적정한 보험금을 산출하고 지급허가 업무를 담당하기도 한다. 보험회사의 본사 및 지점에서 일할 수 있으며 손해사정인 법인체나 개인 사무소를 낼 수도 있다. 농어업 재해로 발생된 손해액을 평가하여 보험가액을 산정하는 손해평가사도 이 분류에 포함된다.", "보상사무원이 조사한 보상청구를 검토, 심사한다.\n보상범위를 결정하기 위해 보상협상사무원의 보고서를 조사하고 유사한 보험클레임이나 판례, 사례들을 검토한다.\n자동차, 화재, 질병, 상해, 생명, 책임, 재산, 선박, 항공 및 기타 보험 보상청구를 승인한다.\n보상청구의 타당성 여부와 협상이 회사의 관례 및 절차에 따라 이루어졌는지 확인한다.\n보험금 청구의 적정성을 심사하기 위해 변호사, 의사 등의 자문을 구한다.\n조사자료와 보험약관 등을 분석ㆍ정리하고 지급해야 할 보험금을 산출한다.\n손해사정 보고서를 작성한다.", "손해사정인"]}, {"name": "기타 금융·보험 전문가(0319)", "descriptions": ["금융·재무기획자, 금융·재무조사자, 투자인수심사원, 담보중개인 및 신탁관리인처럼 달리 분류되지 않는 금융 관련 전문 직업이 포함되며 이들은 은행, 신탁회사, 투자회사, 정부 등에서 일한다.", "투자 인수 심사원\n기업의 현재상황과 발전가능성을 평가해 자금을 투자하고 이를 회수하거나, 특히 벤처를 양육하고 성장시켜 기업을 공개해 투자한 금액을 회수한다.\n신탁관리인\n부동산, 개인, 회사 및 기타유형의 신탁을 관리하고 신탁계좌 투자를 지시하며 투자소득을 수취하고 신탁자금을 지불한다.\n보험 인수심사원\n보험물건의 리스크 정도를 심사하여 보험의 인수여부를 검토, 평가한다.\n자동차, 화재, 질병, 상해, 생명, 책임, 재산, 선박, 항공 및 기타 보험에 대한 개인 및 그룹단위의 신청을 검토한다.\n의료 보고서, 등급표, 기타 문서 및 참고자료를 이용하여 보험리스크, 보험 할증금, 보험 보상범위 및 기타 보험 계약 조건을 결정하기 위해 신규 및 갱신 신청을 평가한다.\n보험증권 판매를 승인하고 금융감독원 규정에 맞는지 확인한다.\n의뢰인 및 보험 대리인, 컨설턴트 및 기타 회사 인사부서로부터 오는 질문에 답한다.\n인수심사(언더라이팅) 보고서를 작성한다.", "투자 인수 심사원\n보험인수 심사원\n투자신탁 관리인"]}, {"name": "은행 사무원(0321)", "descriptions": ["각종 은행 상품의 판매 등 은행거래에 관련된 사무를 수행하는 자를 말한다. 또는 신용 및 대출 신청을 조사하고 평가하며 처리한다.", "개인 신용, 담보물건, 기업대출을 위한 신청자들을 면담하고 약관에 대해 설명하며, 대출 신청자들의 재무상태, 신원보증인, 신용 및 대출 상환능력을 조사하고 평가한다.\n신용 및 대출서류를 작성하며, 신용 및 대출신청서의 승인이나 거부에 대한 권고안을 관리자에게 제출하거나 자신의 권한 내에 있는 신청서에 대한 승인 및 거부 행사를 한다.\n승인된 신청서에 대하여 담보종류에 따라 근저당권ㆍ지상권 또는 질권을 설정하고 보험에 가입하게 하거나 필요한 경우에는 공증을 받는 등 채권보전절차를 받는다.\n매월 말 또는 분기 말에 여신업무에 관한 각종 보고서를 작성ㆍ제출하고 각 계정별로 잔액을 조사하여 대차대조표와의 일치여부를 대조ㆍ확인한다.\n정확한 송금과 즉시수금을 확인하기 위해 은행에 우송하는 수송종목을 분류, 기록 및 검사한다.대부 신청자를 면접하여 신청자의 배경 및 신용증명서를 조회하고, 대부 신청서를 작성하며 조사결과, 보고서 및 서류들을 평가나 감정부서에 발송한다.\n고객 계좌에 대한 신용청구(거래)를 허가한다.신용대부를 신청한 개인이나 기업체의 연혁 및 신용지위를 조사하고, 신청자의 신용상태에 대한 정보를 얻기 위해 사업체 및 서비스업체의 신용부서에 전화하거나 서신을 띄운다.\n대출대부 및 신용대부를 신청하는 개인들의 서류들을 모으고, 문서를 작성하며 신청서를 처리하고 거래를 완료한다.대출사무원은 대부서류가 완전히 구비되었는지 검토하고 PC를 조작하며, 대출승인에 관한 대출사업체, 차용자, 판매인 간의 계약을 체결한다.\n해당 금융기관의 상품을 판매하고 관리한다.\n개인 및 재정자료를 얻기 위해 신청자를 면접하고 신용가치를 판단하고 신용대부를 허가하거나 거부할 것인지를 고객에게 통지한다. 또한 상품, 서비스, 대금청구나 신용등급에 관한 고객들의 문의를 조사하고 해결한다.\n증권의 구매나 판매와 관련된 사무업무를 수행한다. 주식 구매 및 판매에 대한 주문서를 작성하고 양도세를 계산한다. 주식거래를 확인하고 증권의 인수와 전달, 주식가격의 변동에 대해 고객에게 알린다. 주식액면가를 계산하고 배당금을 나눠주며, 매일의 거래와 보유물에 대한 기록을 관리한다.", "수신담당 사무원\n대출 및 여신 관리원\n신용대부 관리인\n담보 및 채권 관리인\n대출 상담원\n신용 조사원\n대부 사무원\n배당금 사무원\n수취 및 인도 사무원\n예탁원 사무원\n수송 사무원(금융)\n매매중개 사무원"]}, {"name": "증권 사무원(0322)", "descriptions": ["증권 및 선물 상품을 고객에게 중개 또는 판매하는 등 증권사와 선물회사의 금융 거래에 관련된 사무를 수행하는 자를 말한다."]}, {"name": "보험 심사원 및 사무원(0323)", "descriptions": ["심사평가원이나 대형 병원에서 보험심사 관련 업무를 담당하거나 보험사에서 자동차, 화재, 질병, 상해, 생명, 책임, 재산, 선박, 항공 및 기타 각종 보험거래에 수반되는 사무를 수행한다.", "입원, 퇴원, 사망, 출생, 치료내용 등에 관한 통계자료를 수집한다.\n의료보험 사항을 기재하여 신청하거나 신청된 내용을 심사한다.\n배상 요구자, 사고 목격자, 의사 및 기타 관련 사람들의 진술을 받고 자문을 구하며 기록이나 보고서를 작성한다.", "보험심사자\n가입자 관리원\n보험청구사무원\n환수ㆍ환부 사무원\n보상사무원"]}, {"name": "출납창구 사무원(0324)", "descriptions": ["금전의 수납, 환전, 지불 또는 우편서비스와 관련하여 은행, 우체국, 신용금고, 새마을금고, 기타 유사 금융기관 등에서 고객을 대상으로 관련 업무를 처리하는 자를 말한다.", "출납창구 사무원\n고객의 현금예금과 인출, 수표, 명의변경, 어음, 신용카드지급, 우편환, 보증수표 및 기타 은행거래와 관련된 업무를 처리한다.\n계좌를 개설하고 저축계획, 채권구매와 같은 서비스 제공에 필요한 정보를 제공한다.\n여행자수표, 외화 및 우편환을 매도한다.\n컴퓨터프로그램, 계산기를 사용하여 매일의 거래를 계정잔액이 맞는지 결산한다.\n예금전표 및 수표를 분류하고 철해둔다.\n고객들의 거래에 관한 문의에 답하고 문제점이나 차이점을 해결한다.\n고객의 요청에 따라 화폐를 환전해 준다.\n우편접수, 우표발매 및 청구서 대금지불, 송금 등의 관련 업무를 수행한다.\n증권 창구원\n고객이 보유하는 주식종목에 대해 권리사항(유상, 무상, 배상, 액면병합, 액면분할, 매수청구, 반대매매 등)이 발생시 유선이나 우편으로 통보하여 사전에 숙지하도록 안내한다.\n고객이 보유하는 주식, 채권에 대해 실물 입출고를 담당한다.\n고객의 주문에 따라 보유주식, 채권을 타사, 당사로 대체한다.\n증권사에서 거래되는 상장회사, 코스닥회사 등 등록 희망사에 대해 각 증권사 본사에서 처리하여 나온 주식 수를 갖고 청약 단위별로 지정하여 자격에 맞는 수량만큼 청약하여 준다.", "은행출납 사무원\n증권 창구원\n우체국출납 사무원\n증거금 담당 사무원\n환전 사무원"]}, {"name": "수금원 및 신용 추심원(0325)", "descriptions": ["각종 대금의 수금 업무를 담당하거나 은행, 종금사, 카드사 등 금융기관에서 추심(채무자가 빚을 갚지 않을 경우 받아내는 일) 관련 업무를 담당하는 자를 말한다.", "수금원\nㆍ 고객에게 수금 사항을 전화 또는 서신으로 통지하고 수금을 위하여 고객을 방문한다.\nㆍ 수금이 불가능한 경우 법적 조치를 권고한다.\n\n신용 추심원\nㆍ 연체대출금, 신용카드연체금, 그 외 요금미납금 등 연체금 회수를 위하여 고객에게 연체 및 체납 사실을 주로 전화나 우편(대금청구서, 지로청구서, 연체통지서 등)으로 알려 연체금 납입을 독촉한다.\nㆍ 채권자의 위임을 바탕으로 채무자의 재산 조사, 변제 촉구, 변제금 수령 같은 채권회수(채권추심) 업무를 수행한다.\nㆍ 기일 경과 어음이나 미수 채권의 조기 회수와 효율적 관리를 위한 제반 법적 절차를 수행한다.", "ㆍ신용관련 추심원\nㆍ채권 관리원\nㆍ채권 사후 관리원\nㆍ여신 사후 관리원"]}, {"name": "기타 금융 사무원(0329)", "descriptions": ["은행, 보험사, 증권회사, 선물회사를 제외한 신용협동조합, 상호저축은행과 여신전문금융사(신용카드사, 리스할부사, 신기술사업금융업 등), 우체국(금융부문) 등 기타 유사한 금융기관의 거래에 관련된 사무를 수행하는 자를 말한다."]}, {"name": "대출 및 신용카드 모집인(0331)", "descriptions": ["금융회사 등으로부터 업무를 위탁받아 대출상품과 신용카드 신청자를 모집하거나 관련 서류를 접수하고 전달하는 자를 말한다."]}, {"name": "보험 모집인 및 투자 권유 대행인(0332)", "descriptions": ["보험 모집인은 생명, 재해, 자동차, 화재, 해상, 그 외 형태의 보험에 관해 보상 종류와 지급조건, 계약 관련 사항 등울 고객에게 설명하고, 보험회사를 중개하거나 대리하여 보험계약 체결을 중개한다. 투자 권유 대행인은 집합투자 증권 또는 증권의 매매를 권유하거나 투자자문계약, 투자일임계약, 신탁계약의 체결을 권유한다.", "보험에 포함된 위험부담의 형태와 정도, 보상정도 및 지불조건에 대하여 고객과 협의하고 계약을 체결한다.\n고객이 해당 보험 계약서, 진료 사항 및 기타 보험 계약 시 필요한 것을 모두 제출했는지 확인한다.\n대규모 또는 특별한 형태의 프로젝트, 장치 및 위험에 대한 보험계약에 관하여 조언하고 조건을 협의하여 계약을 체결한다.\n보험금 지급청구가 있을 때 이에 대한 고객의 문의사항에 답한다.\n보험가입대상자를 선정ㆍ방문하여 보험가입에 따른 이익을 설명하고 각종 보험 상품의 종류와 특성을 설명한다.\n고객의 생활수준, 가족상황, 건강 등을 파악하여 고객에게 적합한 보험상품을 권유한다.\n펀드판매회사와 계약을 맺고 보험상품, 은행상품 등을 판매한다.", "보험 대리인\n간접투자증권 취득 권유인\n보험 중개인\n보험 설계사"]}, {"name": "인문과학 연구원(1101)", "descriptions": ["철학, 역사학, 언어학, 심리학 등 인문과학 분야에서 관련 지식을 응용하여 이론 및 운영기법을 개선, 개발하며 학술적 논문 및 보고서를 작성한다.", "철학 연구원은 인간행위, 경험 및 존재의 원인과 원리를 대부분 추론에 의해 연구하며, 철학적 개념 및 이론을 해석하고 개발한다.\n역사학 연구원은 과거사건에 대한 원본, 기록과 같은 일차적인 자료원과 고고학 또는 인류학적 발견과 같은 이차 자료원을 조사하여 관련 자료를 추론한다. 또한 특정시기, 국가 및 지역의 역사와 경제, 사회, 정치 등 역사의 특정분야를 연구한다.\n언어 연구원은 고대어와 현대어의 비교 분석을 통하여 언어의 기원과 발전, 의미와 문법적 구조를 추적하며 구어에 사용된 발음과 다른 언어와의 결합방법을 연구한다.\n논문 및 보고서를 작성한다.", "철학연구원\n고고학연구원\n민족학연구원\n사회역사학연구원\n경제역사학연구원\n정치사학연구원\n언어의미론학연구원\n교육학연구원\n사회심리학연구원\n임상심리학연구원\n교육심리학연구원\n산업심리학연구원\n직업심리학연구원\n어원학연구원\n어문학연구원\n음운학연구원\n언어형태학연구원\n어원언어학연구원\n언어음성학연구원"]}, {"name": "사회과학 연구원(1102)", "descriptions": ["경제학, 사회학, 정치학, 사회복지학 등의 관련 지식의 응용으로 사회과학을 연구하여 개념, 이론 및 운영기법을 개선, 개발하고 학술적 논문 및 보고서를 작성한다.", "경제학자 및 관련 연구원은 재화와 서비스의 생산 및 자본과 노동에 대한 국내외 시장의 행태를 이해하고 설명하는데 사용되는 경제개념, 이론 및 운영기법을 개선ㆍ개발하기 위하여 연구하며, 현재 또는 예측된 경제문제의 해결안을 수립하는 데 조언한다.\n사회학자, 정치학자 또는 관련 연구원 및 전문가는 사회집단의 구조, 인간 활동 사이의 상호의존성과 정치체제, 제도에 대한 이론과 실제 등에 대해 연구하며, 획득된 지식을 정책결정을 위한 기반으로서 이용하도록 한다.", "정치학연구원\n경영학연구원\n종교학연구원\n종교연구가\n지리학연구원\n사회과학관련 종사자\n계량경제학연구원\n노동경제학연구원\n조세경제학연구원\n금융경제학연구원\n농업경제학연구원\n재정학연구원\n언론학연구원\n산업사회학연구원\n범죄사회학연구원\n사회병리학연구원\n사회복지 연구원"]}, {"name": "자연과학 연구원(1211)", "descriptions": ["자연과학 분야의 이론과 응용에 관한 연구를 수행한다. 자연과학의 고유한 분야로는 크게 물리학·생물학·화학·지구 및 기상과학·천문 및 우주과학 등이 있다. 이중 생물학 분야인 경우 따로 생명과학 연구원으로 분류하였다. 반면 수학과 통계학 연구원은 이 직종에 포함한다. 이들은 수학 또는 통계학 이론을 연구하고 과학, 공학, 사업 및 사회과학과 같은 분야의 문제 해결을 위해 수학이나 통계학적 기술을 개발하고 응용한다.", "물리학 및 천문학을 연구하여 관련 개념, 이론 및 운영방법을 개선, 개발한다.\n화학, 지학에 관한 개념, 이론 및 운영방법을 개선, 개발한다.\n물리학, 천문학, 화학, 지학 등의 원리와 기법을 산업분야에 응용할 수 있도록 조언한다.\n대수학, 기하학, 확률과 같은 전통적인 수학분야와 자연과학, 엔지니어링, 컴퓨터공학이나 연산연구, 사업이나 경영과 같은 기타분야의 문제해결을 위한 논리학 및 응용수학기술과 같은 분야에서 수학적 지식을 확장하기 위한 연구를 수행한다.\n통계학의 수학적 기초에 대한 연구를 수행하고 통계학적 방법론을 개발하고 통계방법론의 실무적 적용에 관해 조언한다. 또한 생물학 및 농학, 경제학, 자연과학 및 공학, 사회과학과 같은 분야에 정보를 제공하기 위해 통계이론 및 통계방법을 응용한다.\n과학적인 논문 및 보고서를 작성한다.\n기타 연구원 및 시험원을 감독하기도 한다.", "역학 물리학연구원\n열 물리학연구원\n광 물리학연구원\n음향 물리학연구원\n전기 물리학연구원\n자기 물리학연구원\n전자 물리학연구원\n핵 물리학연구원\n이론 물리학연구원\n인구 통계학연구원\n응용 통계학연구원\n수리 통계학연구원\n조사 통계학연구원\n분석 통계학연구원\n통계전문연구원\n표본전문연구원\n고체소자[반도체]\n물리학연구원\n순수 수학연구원\n응용 수학연구원\n기하학연구원\n분석 화학연구원\n무기 화학연구원\n유기 화학연구원\n세제 화학연구원\n염료 화학연구원\n식품 화학연구원\n도료 화학연구원\n석유 화학연구원\n플라스틱 화학연구원\n고무 화학연구원\n섬유 화학연구원\n유리 화학연구원\n환경 과학연구원\n대기환경 과학연구원\n수질환경 과학연구원\n폐기물처리과학연구원\n천체 물리학연구원\n천문 물리학연구원\n우주 물리학연구원\n전파 천문학연구원\n기후학연구원\n기상예보관\n일기예보기상학연구원\n측지학연구원\n지구 자기학연구원\n지형학연구원\n화산학연구원\n해양학 지구 물리학연구원\n지진학 지구 물리학연구원\n수문학연구원\n지진학연구원"]}, {"name": "자연과학 시험원(1212)", "descriptions": ["수학, 통계학, 물리학, 천문학, 화학, 지질학 등의 분야에서 개념, 이론 및 운영 방법의 개선·개발과 관련하여 관련 과학자의 지휘, 감독하에 기술적인 업무를 수행한다.", "표본을 수집하고 실험, 검사 및 분석용 재료와 장비를 준비한다.\n실험, 검사 및 분석을 보조하거나 직접 수행한다.\n주어진 명세서에 따라 프로젝트에 필요한 재료 및 인력의 양과 비용의 세부견적서를 작성한다.\n연구과정에서 야기되는 문제를 확인, 해결하기 위하여 기술적 지식을 응용한다.\n조사, 연구 장비를 유지 및 보수한다.", "통계 준전문가\n기상학 시험원\n지구물리학 시험원\n물리학 시험원\n천문학 시험원\n수학 시험원\n화학 시험원\n지질학 시험원\n통계학 시험원"]}, {"name": "생명과학 연구원(1221)", "descriptions": ["생물학, 의약, 식품, 농업, 임업 등 생명과학 분야의 이론과 응용에 관한 연구를 수행한다. 생명과학 관련 사업체, 생명과학 연구기관, 식품제조업체, 제약회사, 보건, 연구 및 교육기관, 컨설팅회사, 정부 등에서 일한다.", "생물학 연구원은 살아있는 유기체에 관한 지식을 넓히고 천연자원을 관리하며, 의약 및 농업과 관련된 새로운 실행 및 제품을 개발하기 위한 기초 연구와 응용연구를 수행한다.\n농업연구원은 경작의 개선방법, 가공, 출하 및 제품의 저장과 관련된 활동을 포함하여 농업, 축산 및 원예와 관련된 문제를 연구한다.\n임업연구원은 임산자원의 관리, 수확과 관련된 연구를 수행한다.\n생물학, 농업, 임업 등 해당 분야별 연구 자료를 분석하여 연구보고서를 작성한다.\n기타 연구원, 시험원을 감독하기도 한다.", "식물학연구원\n동물학연구원\n세균학연구원\n유전학연구원\n생태학연구원\n농경학연구원\n농작물 전문가\n원예학연구원\n해부학연구원\n생화학연구원\n생리학연구원\n생물리학연구원\n병리학연구원\n약학연구원\n임학연구원\n임산공학연구원\n독극물 약학연구원\n담수 생물학연구원\n해양 생물학연구원\n식품학연구원\n축산 학연구원\n산림학연구원\n토양학연구원"]}, {"name": "생명과학 시험원(1222)", "descriptions": ["생물학, 의약, 식품, 농업, 임업 등 생명과학 분야의 이론과 응용에 관한 기술적 업무를 수행한다. 생명과학 관련 사업체, 생명과학 연구기관, 식품제조업체, 제약회사, 보건, 연구 및 교육기관, 컨설팅회사, 정부 등에서 일한다.", "실험, 검사 및 분석을 위하여 재료 및 장비를 준비한다.\n실험, 검사 및 분석을 위하여 식물, 동물 또는 인간의 세포, 조직, 장기 등의 표본을 수집, 준비한다.\n실험, 검사 및 분석을 보조하거나 직접 수행한다.\n자료를 수집하고 프로젝트에 필요한 재료 및 인력의 양과 비용을 견적한다.\n작업 과정에서 야기되는 문제의 확인과 해결을 위하여 과학적 원리와 실제지식을 응용한다.\n조사, 연구 장비를 유지 및 보수한다.", "식물학 시험원\n동물학 시험원\n생태학 시험원\n세포학 시험원\n세균학 시험원\n유전학 시험원\n해부학 시험원\n혈액학 시험원\n병리학 시험원\n생리학 시험원\n약학 시험원\n생물공학 시험원"]}, {"name": "농림어업 시험원(1223)", "descriptions": ["농업, 임업, 어업, 수산업 등 농림어업 분야에서 개념과 운영기법의 연구 및 응용에 관련된 기술적인 업무를 수행한다. 농업 및 축산 지도원, 영림계획편성원, 산림조사연구원 등을 포함한다.", "농림어업의 개념, 이론 및 운영방법의 개선, 개발과 관련하여 관련 전문가의 지휘, 감독 하에 기술적인 업무를 수행한다.\n자료를 수집하고 실험, 검사 및 분석을 보조하거나 직접 수행한다.\n주어진 명세서에 따라 연구에 필요한 재료 및 인력의 양과 비용의 세부 견적서를 작성한다.\n연구과정에서 야기되는 문제를 확인, 해결하기 위하여 기술적 지식을 응용한다.\n실험기기를 유지 및 보수한다.", "화훼재배 시험원\n채소재배 시험원\n원예 시험원\n과수재배 시험원\n축산지도원토양학 시험원\n원예학 시험원\n임업 시험원\n식림 시험원\n영림계획편성원농경 시험원\n농작물연구 시험원\n수산업 시험원\n농업지도원\n산림조사원"]}, {"name": "컴퓨터 하드웨어 기술자 및 연구원(1311)", "descriptions": ["가정, 산업, 군사 또는 과학용 컴퓨터나 컴퓨터 관련 장비를 연구, 설계, 개발하고 시험하는 자를 말한다. 또한 컴퓨터와 컴퓨터 관련 장비 및 구성 요소의 제조, 설치를 감독하고 검사하기도 한다. 컴퓨터 제조업체 및 관련 사업체, 정부, 교육 및 연구기관 등 다양한 부문에 고용된다.", "컴퓨터 및 관련 장비의 개발을 계획, 설계하며 조정한다.\n컴퓨터관련 부품, 회로 및 제어시스템을 테스트하기 위한 장치 및 테스트 방식을 개발한다.\n컴퓨터의 중앙처리장치, 주변장치, 입력장치, 출력장치 및 보조기억장치들의 성능을 향상시키기 위하여 컴퓨터시스템을 설계하고 개발하며 설치 및 운영에 대한 기술자문과 지도를 수행한다.\n컴퓨터 및 관련 장비의 설치, 설비, 변경 및 기타 작업을 감독하고 검사한다.\n제도사, 기술자 및 기타 엔지니어를 관리하기도 한다.", "컴퓨터 하드웨어 설계기술자\n컴퓨터 기기기술자콘트롤러개발원\n컴퓨터네트워크장비 개발자\n컴퓨터 제어시스템개발원\n컴퓨터메인보드개발원\n기록장치개발원(자기,광자기 등)\n디스크드라이브개발원\n입ㆍ출력장치개발원\n하드디스크개발원"]}, {"name": "통신공학 기술자 및 연구원(1312)", "descriptions": ["유·무선 통신망의 설계, 시공, 보전 및 음성, 데이터, 방송에 관계되는 통신방식, 프로토콜, 기기와 설비에 관한 연구와 설계, 분석, 시험, 운용한다. 또한 통신시스템의 설계, 제작, 설치, 보수, 유지, 관리 업무를 계획하고 이에 관한 기술자문과 감리를 수행할 수도 있다.", "RF 회로설계, 안테나 해석, 통신시스템, 이동 통신 및 데이터망 등을 연구한다.\n종합적인 통신망 체계를 구축하기 위해 망을 기획ㆍ연구하고 설계하며, 세부적인 시설에 대한 계획을 수립한다.\n통신망이 안정적으로 운용될 수 있도록 전략을 수립하고, 품질향상을 도모하며, 운용인력의 양성, 노후시설의 대ㆍ개체 등의 업무를 수행한다.\n전화기, 교환기, 전송기, 단말기, 송수신기 등 각종 통신장비를 연구ㆍ개발, 설계하고, 이들의 설치, 유지 또는 보수 활동을 계획하고 감독한다.\n안정성과 효율적인 기능을 확보하기 위해 관리기준 및 절차를 수립한다. 특정 재료 및 공정의 기술적인 분야에 관하여 연구하고 개발한다.\n단파방송의 서비스 현황 및 수신 상태를 분석하고 주파수를 선별하며 송출시스템 송신 장비의 운용사항을 검토하고, 방송시설을 설계한다.\n무선통신에 관한 공학기초지식을 바탕으로 PCS, 레이다설비, 방향탐지기, 팩시밀리, 공동시청안테나, 무선LAN 등의 각종 무선설비 설계 및 설치공사를 감독, 시공하는 기술적인 업무를 수행한다.\n새로운 통신방법에 의한 신공법을 연구개발하고 현장시공과 연계시키기 위해 각종 현장조건을 조사ㆍ분석한다.\n위성통신 연구 설계, 제작, 운영에 관한 일을 한다.\n위성통신을 이용한 방위 및 기간산업시설, 각종 생활편리성 등을 연구 개발한다.\n속도 측정설비의 확대보급을 위한 계획을 수립하며 설비를 응용한 기술을 연구한다.", "핸드폰회로 개발원\n무선통신망 관리원\n유선통신망 기획원\n무선전화기 개발원\n인터넷통신망운영 기술자\n통신지능망연구개발자\n모뎀개발 설계 기술자\n회선 관리원\n통신선로 설계 기술자\n디지털수신기 개발원\n무선통신부가서비스 운용원\n네트워크통신기기개발 설계 기술자\n인터폰 및 전화기 개발자\n통신공사 감리원\n인공위성TV수신기개발설계 기술자\n전화품질측정원\n교환기 개발자\n유무선통신 기기개발설계 기술자\nDMB폰 개발자\n무선중계장치개발 설계 기술자\n광통신기기 설계 개발자\nDMB수신기 개발자\n광단국장치개발 설계 기술자\n광통신기기 설계 개발자\nADSL장비 개발자\n통신응용서비스장비 개발자\n교환기개발 설계 기술자\nHFC망 운영 기술자\nVMS장비 개발자\n문자서비스 장비 운용원\nVMS장비 운용원\nCDMA기술연구 개발자\n디지털방송 장비 개발자\nSMS장비 운용원\nRF통신연구 개발자\n전송기 개발자\n유무선통신망운용 기술자\n무선데이터망 개발자\n통신망 설계 기술자"]}, {"name": "컴퓨터시스템 전문가(1320)", "descriptions": ["컴퓨터시스템의 입력 및 출력 자료의 형식, 자료 처리 절차와 논리, 자료 접근 방법 등 컴퓨터시스템의 전반 요소를 구체적으로 결정 및 설계하고 분석한다. 이 직업은 IT분야와 관련된 컨설팅을 전문으로 하는 정보통신 컨설턴트를 포함한다. 이들은 해당 기업의 인적, 물적 자원 및 제반 조건에 관련된 자료를 수집, 분석하며 최근의 기술적 활용 자원(하드웨어 및 소프트웨어)과 현재 상태의 정보시스템의 관계를 고려하여 해당 기업의 경영 환경에 가장 적절하게 부합될 수 있는 정보시스템의 구축을 제시하고 추천한다.", "전자정보처리시스템을 위해 사업 분석가와 사업 및 처리의 분석결과를 논의한다.\n고객의 요구에 맞도록 정보처리의 성질이나 통신요건들에 관해 고객과 협의하며 이런 요구들을 컴퓨터기술응용을 통해 관련 구성요소들로 분석하고 컴퓨터 구조(architecture)를 설계한다.\n컴퓨터 프로그램을 위한 요건명세서를 작성한다.\n소프트웨어 개발자, 컴퓨터 프로그래머들에게 명세사항에 관해 의사교환을 하고, 분야 간 변화에 대한 조정 작업을 수행하며 오퍼레이션관련 방침과 절차의 개선을 제시한다.\n컴퓨터 프로그램을 검증하고 적용하며 개발된 시스템에 필요한 사용자 교육, 장비, 하드웨어, 소프트웨어의 설치 또는 미그레이션, 전환 작업을 주도한다.\n응용영역내의 데이터베이스를 분석하고 설계할 수 있으며 개인 또는 팀의 일원으로서 데이터베이스 개발자와 함께 일할 수 있다.\n관련 소프트웨어에 대한 설치의 검증, 유지관리, 문제분석 및 해결을 수행한다.\n각종 시스템 관련 절차와 계획을 수립하고, 적용을 주도하며 시스템 자원의 성능향상 및 관련 하드웨어와 소프트웨어 대한 기술평가를 주관한다.\n시스템관리에 대한 방법론을 발전시키고, 각종 실행 안의 검증과 업무 분야 간 통합 및 조정 등 기술적 지도력을 발휘한다.", "정보시스템 컨설턴트\n네트워크 컨설턴트\n데이터베이스 컨설턴트\n정보보안 컨설턴트\n컴퓨터 시스템 감리 전문가\n컴퓨터시스템 설계가\n컴퓨터시스템 분석가"]}, {"name": "시스템 소프트웨어 개발자(1331)", "descriptions": ["컴퓨터 시스템의 자체 기능 수행명령체계인 시스템소프트웨어를 연구 및 개발하고 설계하며, 이와 관련한 프로그램을 작성하는 업무를 수행한다.", "시스템소프트웨어 기능ㆍ성능 및 사용자의 요구사항을 분석하고 정의한다.\n요구사항을 기본으로 시스템소프트웨어를 설계한다.\n시스템소프트웨어를 제작하고 테스트한다.\n서로 다른 유형과 다른 수준의 소프트웨어들 간의 연계 및 소프트웨어와 하드웨어간의 연계를 고안한다.\n컴퓨터언어 및 시스템소프트웨어 팩키지를 설계, 개발하거나 조정한다.\n프로그래머의 작업을 감독한다.\n오퍼레이션 명세서를 설정하고 소프트웨어 요건을 체계화한다.\n컴퓨터공학, 공학, 수학적 분석에 관한 원리와 기술들을 응용한다.\n컴퓨터 시스템소프트웨어 설명서를 작성하는데 참여하며 컴퓨터 프로그램을 설계, 작성하고 유지한다.\n시스템소프트웨어 개발자가 명기한 목적 및 문제들을 분석한다.\n시스템소프트웨어개발자가 제시한 형식화된 솔루션을 상세한 프로그램 명세서로 전환하고, 프로그램의 타당성과 로직을 검사하고 수정한다.\n컴퓨터 장비 공급자, 시스템 설계자, 프로그래머 및 컴퓨터 오퍼레이터들이 사용하는 시스템 소프트웨어의 상태, 작동 및 유지관리에 관한 보고서, 매뉴얼 및 문서를 작성한다.", "임베디드프로그램 개발자\n리눅스 개발자\nEMBEDED 프로그래머\nMICOM제어 기술자\nFIRMWARE 개발자\n운영체계소프트웨어 개발자\n시스템 프로그래머\nOS 프로그래머\n시스템 프로그래머"]}, {"name": "응용 소프트웨어 개발자(1332)", "descriptions": ["사용자의 다양한 문제 해결을 위해 명령을 수행하는 응용 프로그램(애플리케이션)을 개발하고 컴퓨터시스템의 사용 환경에 따라 소프트웨어의 환경을 변경한다. 해당 소프트웨어의 용도에 따라 워드프로세서, 스프레드시트, 회계처리, 고객관리 같은 사무용 소프트웨어, 전자메일이나 웹브라우저 같은 컴퓨터 통신용이나 미디어 재생 및 그래픽 도구 등 멀티미디어 도구, 통계처리 등을 위한 분석 소프트웨어 설계 및 기획과 프로그래밍, 유지 개선 등 개발 분야 전반을 모두 포함한다. 특정 산업군에서 쓰이는 용도로 개발된 소프트웨어의 개발도 이 분류에 포함된다.", "응용소프트웨어 기능ㆍ성능 및 사용자의 요구사항을 분석하고 정의한다.\n요구사항을 기본으로 응용소프트웨어를 설계한다.\n응용소프트웨어를 제작하고 테스트한다.\n프로세스나 기계제어, 계측, 로봇, 통신, 환경감시, 원격감지, 의료 및 관련 공학, 과학 및 산업 어플리케이션을 위한 실시간 환경에서 컴퓨터기술의 적용요건을 분석한다.\n프로그래머의 작업을 감독한다.\n오퍼레이션 명세서를 설정하고 응용소프트웨어 요건을 체계화한다.\n사용자의 요구사항을 조사하고 기록하는 응용소프트웨어 개발자의 일을 돕는다.\n응용소프트웨어 설명서를 작성하는데 참여하며 컴퓨터 프로그램을 설계, 작성하고 유지한다.\n응용소프트웨어 개발자가 명기한 목적 및 문제들을 분석한다.\n응용소프트웨어 개발자가 제시한 형식화된 솔루션을 상세한 프로그램 명세서로 전환하고, 프로그램의 타당성과 로직을 검사하고 수정한다.\n컴퓨터 장비 공급자, 시스템 설계자, 프로그래머 및 컴퓨터 오퍼레이터들이 사용하는 시스템 소프트웨어의 상태, 작동 및 유지관리에 관한 보고서, 매뉴얼 및 문서를 작성한다.", "자료관리 응용 프로그래머\n재무관리 응용 프로그래머\n정보처리 응용 프로그래머\n게임 프로그래머\n프로토콜 개발자\n수치해석 응용 프로그래머\n네트워크 프로그래머\n온라인게임 프로그래머"]}, {"name": "웹 개발자(1333)", "descriptions": ["웹서버 구축 및 운영에 관한 기술적인 책임을 지며 웹의 신기술을 습득, 적용하고 시험하는 업무를 수행한다. 기본적인 프로그래밍 능력을 갖추고 있어야 한다.", "웹 프로그래머\nㆍ 웹상에서 웹 기획자가 기획한 대로 웹디자이너가 포맷을 잡으면 이를 그대로 보여주기 위해 필요한 프로그램을 제작한다.\n\n웹 기획자\nㆍ 웹서버를 구축하고 홈페이지를 운영하려면 기술 부분과 내용 부분의 운용이 필요하다. 여기서 기술 부분은 웹 개발자가 담당하고, 콘텐츠 및 디자인 기획은 웹 기획자가 담당한다. 또한 웹 기획자에게는 제공되는 정보를 계속적으로 갱신하고 고객을 관리하는 능력이 필요하다.", "ㆍ웹 엔지니어\nㆍ웹 프로그래머\nㆍ웹 기획자"]}, {"name": "기타 컴퓨터 전문가 및 소프트웨어 전문가(1339)", "descriptions": ["상기 세분류에 포함되지 않은 유사한 직무를 수행하는 기타 컴퓨터 시스템 및 소프트웨어 전문가는 여기에 분류된다. 소프트웨어 등의 시험을 담당하는 IT 테스터와 품질 관리 전문가는 이 분류에 포함한다."]}, {"name": "데이터 전문가(1341)", "descriptions": ["수집 자료의 효용성, 안정성 등을 확보하기 위하여 데이터를 설계하고 개선한다. 데이터베이스 프로그램을 만들고 데이터베이스 운용을 통제하며 이용을 지원하고 관리 및 백업을 수행한다. 수집한 데이터를 활용 가능한 형태로 가공하여 통계기법, 모델링 등을 사용하여 분석한다.", "컴퓨터 데이터베이스에 대한 변화를 조정하고 데이터베이스 관리시스템의 적용 지식을 시험하고 실행한다.\n데이터베이스 접근통제를 위해 컴퓨터 보안시스템을 계획, 조정, 실행하기도 하며, 데이터베이스 디렉토리를 분석하고 개발하며 데이터베이스를 생성, 유지한다.\n데이터베이스운영자는 하드웨어 및 소프트웨어 모두에 관해 뛰어난 지식을 가져야 하며 사업 분석가, 프로그래머 및 최종 사용자들과 효과적으로 일할 수 있어야만 한다.", "데이터베이스 전문가\n데이터베이스 설계가\n데이터베이스 매니저\n데이터베이스 프로그래머\n데이터베이스 관리자\n데이터베이스 운영자"]}, {"name": "네트워크 시스템 개발자(1342)", "descriptions": ["소프트웨어, 하드웨어 및 네트워크 장비에 관한 지식을 이용하여 네트워크를 개발, 기획하고 설계 및 시험 등의 업무를 수행하는 자를 말한다. 이들은 여러 전문 분야에 걸친 환경 속에서 일하며 과학, 공학, 판매, 마케팅이나 관리와 관련된 영역에서 실무적인 작업경험을 통해 지식과 능력을 얻는다.", "시스템 확장성 및 운영성, 경제성을 고려하여 네트워크를 설계하고 장비, 회선의 용량을 분석하고 장애를 처리하며 업무별 네트워크의 트래픽을 분석/설계한다.\n네트워크 장비를 설치하고 가동 환경을 셋업하고 보안을 위하여 패스워드를 설정한다.\n네트워크의 기능, 용량을 분석하고 장애발생시 장비 또는 회선의 장애인지 파악하여 장비 업체에 연락하거나 회선소유 통신 업자에 통보한다.\nLAN, WAN, 인터넷, 인트라넷 기타 자료 통신 시스템과 같은 네트워크 시스템을 분석, 설계한다.\n네트워크를 모델링하고, 분석 및 계획한다.\n네트워크와 자료통신 하드웨어 및 소프트웨어를 연구하고 추천한다.\n컴퓨터 네트워크에 있어서 다른 컴퓨터에 프린터 제어나 파일 관리 등 네트워크 전체를 감시, 제어하고, 메인프레임이나 공중망을 통한 다른 네트워크와의 연결, 데이터, 프로그램, 파일 같은 소프트웨어 및 하드웨어 자원을 공유할 수 있도록 적절한 수의 서버를 배치하고 운영한다.\n사고나 잘못된 수정, 파기, 유출에 대해 컴퓨터 파일들을 보호하고 비상 자료처리 요구를 맞추기 위한 계획을 개발한다.", "네트워크 엔지니어\n네트워크시스템 분석가\n인트라넷 기술자\nVAN 기술자\nWAN 기술자\nLAN 기술자\n네트워크서버구축운영 기술자"]}, {"name": "정보시스템 운영자(1343)", "descriptions": ["시스템 사용자에게 기술적인 지원을 하고 훈련을 시키며 사용자의 컴퓨터 소프트웨어 및 하드웨어 문제를 조사하고 해결해 주는 자를 말한다. 컴퓨터 하드웨어 및 소프트웨어 사용에 관해서 고객이 직접 방문하거나 전화로 문의해 올 경우에 설명하는 업무를 한다. 전체적인 시스템의 관리와 시스템을 운영하고 문제를 처리한다.", "정해진 절차나 규정에 따라 시스템 모니터링, 백업, 예방점검 등의 시스템 운영과 간단한 장애해결, 하드웨어 및 설비 관리, 보고서의 출력/분류/배송지원 등의 업무를 수행한다.\n설계나 설치설명서에 따라 하드웨어, 소프트웨어, 주변장치들을 설치하고 작은 고장수리를 한다.\n정확하게 운영되는지 확인하고 오류를 찾아내기 위해 명령을 입력하고, 시스템 기능을 관찰한다.\n사용자에 대해 제품의 사용, 효능 및 적절성을 평가하기 위해 소프트웨어, 하드웨어 및 주변장치를 검사한다.\n주요 하드웨어나 소프트웨어의 문제 또는 결함 있는 제품을 판매자나 기술자들에게 맡긴다.\n데이터통신처리, 문제점, 취해진 보수 활동 및 설치 활동들을 매일 기록하고 관리한다.\n새로운 주변장치를 설치하고 테스트하며 운영시스템 및 드라이브에 필요한 조정을 하며 네트워킹 시스템을 유지관리하고 점검한다.\n필요시 작은 변화나 조정을 할 수 있는 표준 어플리케이션 소프트웨어 및 특수한 PC어플리케이션 소프트웨어를 설치, 유지하고 업데이트한다.\n사용자들의 새로운 장비, 소프트웨어, e-mail, 인터넷 접속 및 어플리케이션 사용에 대하여 기술적인 도움을 준다.", "컴퓨터시스템설치 및 운용기술자\n컴퓨터기술지원 인력\n웹서버 관리자\n전산운영원 및 전산사무원\n컴퓨터시스템 운영원\n홈페이지 관리자\n시스템 관리자\n네트워크 및 컴퓨터시스템 관리자"]}, {"name": "웹 운영자(1344)", "descriptions": ["웹사이트나 인터넷 홈페이지 운영 전반에 걸쳐 실무적인 책임을 지는 자를 말한다. 웹사이트 구축 목적에 맞게 서비스를 운용하거나 웹사이트 활성화를 위한 부가서비스를 운용한다. 웹사이트 업데이트를 위한 적절한 관리를 담당하여 고객의 요구사항, 불만사항을 신속하게 처리한다."]}, {"name": "기타 데이터 및 네트워크 전문가(1349)", "descriptions": ["상기 세분류에 포함되지 않은 유사한 직무를 수행하는 기타 데이터 및 네트워크 관련 전문가는 여기에 분류된다. 컴퓨터나 스마트폰 내 저장매체나 인터넷 통신기록 등에 남아있는 데이터를 분석하여 범죄 단서나 증거를 찾아내는 과학 수사기법 중 하나인 디지털 포렌식(digital forensic) 전문가는 여기에 분류된다."]}, {"name": "정보보안 전문가(1350)", "descriptions": ["해킹이나 각종 바이러스 발생에 대비하여 온라인, 오프라인 전산망의 보안을 유지하기 위하여 필요한 보안프로그램을 개발하고 보안 상태를 점검하며 보안을 위한 다각적인 해결책을 제시하는 자를 말한다. 정보 시스템상 개인 정보의 유출을 막고 관련 보안 체계를 개발하는 전문가도 이 분류에 포함된다.", "인터넷을 이용하여 다양한 해킹방법을 조사하고 연구한다.\n해당시스템의 보안 상태를 점검하기 위하여 시험도구(test tool)를 개발한다.\n해킹방법을 가상으로 시뮬레이션 하여 특정 인터넷 또는 서버 및 PC에 직접 침투함으로써 보안 상태를 점검하고, 운영체계버전의 업그레이드 등 필요한 해결책을 제시한다.\n자료처리활동과 보안대책 기능을 확보하기 위한 자료처리시스템을 검사한다.\n새로운 소프트웨어를 통합하기 위해 컴퓨터 보안 파일을 수정하고 에러를 고치거나 개인별 접근상태를 변경한다.\n컴퓨터 자료 접근, 보안침해, 프로그래밍 변경과 같은 문제들을 논의하기 위해 인사담당자와 의논한다. 컴퓨터 보안 및 비상대책방침, 절차 및 테스트 결과에 대한 보고서를 작성한다.", "인터넷보안 전문가\n정보보안 연구원"]}, {"name": "통신·방송송출 장비 기사(1360)", "descriptions": ["통신 및 방송 기술자의 지휘 감독하에 통신 및 방송 장비의 개발, 운용 및 보수에 관련된 기술적 업무를 수행한다.", "위성통신, 무선통신장비, 송신 장비, 전신장비, 무선기지국 관리에 필요한 각종 장비를 관리한다.\n통신망의 관제를 실시하고 장애 발생시 간단한 응급복구를 실시한다.\n인공위성통신, 무선통신, 유선통신장비를 이용하여 통신망을 운용한다.", "유선통신장비 조작원\n통신위성장비 조작원\n통신장비기사\n라디오방송장비 조작원\nTV 방송장비 조작원\n유선방송장비 조작원"]}, {"name": "건축가(1401)", "descriptions": ["주거·상업용 및 공업용 건물 등에 관하여 연구하고 이들을 설계하며 건설, 유지 및 보수를 기획하는 자를 말한다. 또한 건축 실내 연구 및 유지·보수를 기획하고 설계하며 시공에 관해 전반적으로 감독하는 자를 말한다."]}, {"name": "건축공학 기술자(1402)", "descriptions": ["상업용, 공공시설 및 주거용 빌딩의 건설 및 수리를 위한 구조, 감리, 시공, 설비 안전, 건축에너지 등의 기술적 업무를 수행하는 자를 말한다.", "건물이나 도시, 교통 및 조경시스템 등을 설계하고, 그들의 건설, 유지 또는 보수 활동을 지휘하거나 그에 대해 조언한다.\n토목과 관련된 이론과 기법을 연구, 개발하고 대규모 구조물에 관하여 설계 및 조언한다.\n건설기법, 재료 및 품질기준을 결정, 명세화하며 건설작업을 지휘한다.\n기존 구조물의 유지 및 수리를 기획, 지휘한다.\n고객에게 신축 또는 수리를 요하는 건축물에 대해 타입, 스타일 등을 자문한다.\n건축물을 설계하며 설계명세사항, 빌딩재료, 비용 및 건설일정에 관한 계획을 세운다.\n고객을 위해 스케치 및 모형을 준비한다.\n도급업자 및 기능 인력들이 사용할 청사진 작성을 준비하고 감독한다.\n도급업자들과 건설에 수반되는 인력들을 고용하고 감독한다.\n내역서와 맞는지 확인하기 위하여 건설현장의 활동을 감독한다.\n건축사업의 예비조사 및 재무 분석을 수행한다.", "건물 건축가\n실내 건축가\n실내건축 기술자건설토목 기술공\n건축 기술공\n건축안전 기술자\n건물구조 기술자\n건축설비 기술자"]}, {"name": "토목공학 기술자(1403)", "descriptions": ["도로, 공항, 철도, 고속도로, 교량, 댐, 건축물, 항구 및 해안 시설물 등 다양한 구조물의 건설 사업을 계획, 설계, 관리한다. 기초분석, 구조검사, 측량 및 도시계획 분야로 전문화 될 수 있다. 엔지니어링 컨설팅회사, 정부, 지방 및 지역자치단체, 기타 여러 산업체에 고용되며 독립적으로 일할 수도 있다.", "고객 및 관련 팀원들과 협의하여 프로젝트 요건들을 결정하기 위한 조사를 실시한다.\n건축물, 도로, 다리, 댐, 수질 및 폐기물 관리시스템, 구조 철강물과 같은 주요 토목건설을 계획, 설계한다.\n건설 명세서 및 절차를 수립하고 적절한 건설재료를 평가한다.\n측량 및 토목설계 작업을 해석, 검토, 승인한다.\n건설계획이 규약, 명세사항 및 지침에 맞는지를 보증한다.\n건설작업 일정을 세우고 감독한다.\n예비조사, 경제학적 분석, 도시 및 지역교통연구, 환경영향연구 등을 수행한다.\n지형학, 토양, 수문학이나 기타 정보 개발을 위한 측량 및 현장 자료에 대한 기술적 분석을 수행하고 보고서를 작성한다.\n토지측량(평가)이나 건설작업에 대한 현장 감독으로서 활동하기도 한다.", "건물건설 토목 기술자\n건물구조물 토목 기술자\n건물구조물 기술자\n구조물 토목 기술자\n토목검측 감리원도로건설 토목 기술자\n공항건설 토목 기술자\n교량건설 토목 기술자\n토목안전진단 기술자\n특급토목 감리원\n고급토목 감리원\n중급토목 감리원\n초급토목 감리원"]}, {"name": "조경 기술자(1404)", "descriptions": ["조경 설계를 계획하고 상업용 프로젝트, 오피스단지, 공원, 골프코스 및 주택지 개발을 위한 조경 건설을 검토하는 자를 말한다. 건축 및 엔지니어링 회사의 조경부, 조경컨설팅회사, 종합 및 단종 조경업체, 조경설계용역업체, 정부환경 및 개발대행부처에서 일하며 독립적으로 일할 수도 있다.", "설계요구사항을 결정하기 위해 고객과 협의한다.\n지정된 대지를 측량하고 평가하며 전망의 특성, 기후, 앞으로의 용도 및 기타 측면들을 고려하여 디자인을 개발한다.\n나무, 관목, 정원, 조명, 산책로, 안뜰, 바닥, 벤치, 울타리, 분수와 같은 특성들을 포함하여 부지의 상세한 제도작성을 준비하고 감독한다.\n비용견적을 내고 명세서를 작성하며 조경건설사업을 위한 제안서를 평가한다.\n환경평가, 계획, 역사적 유적지의 보존 및 재창조를 포함한 환경설계 연구를 수행한다.\n조경건설 작업을 관리하고 감독하기도 한다.", "조경설계사\n조경기사문화재조경 설계사\n조경 건축가(시공)\n조경시설물 설계사"]}, {"name": "도시·교통 전문가(1405)", "descriptions": ["토지의 활용, 물리적 시설을 관리하고 도시 및 전원 지역, 지방을 위한 관련 서비스의 계획을 세우고 정책을 권고한다. 교통시설물을 계획, 설계 및 운영을 위해 과학적인 원리와 기술을 적용하고 교통의 양, 속도, 신호 효율성, 신호등 체계의 적절성 및 기타 교통상태에 영향을 미치는 요인을 연구한다. 중앙 및 지방자치단체, 토지개발자, 교통 관련 기관과 연구기관, 건설회사, 엔지니어링 및 기타 컨설팅회사에 고용되며 개인 컨설턴트로 일할 수도 있다.", "도시계획 및 설계 전문가\n인구 통계학, 경제, 법률, 정치, 문화, 사회, 자연 및 기타 토지이용에 영향을 미치는 요인들에 관한 자료를 수집하고 분석한다.\n토지이용이나 지역개발계획을 세우고 개발하기 위해 도시, 지방, 중앙의 공공사업기관, 행정기관 담당, 변호사, 토지개발자 등과 협의한다.\n토지개발개념에 대해 조언하며 지대설정, 구획분할, 운송, 공공 전기ㆍ수도ㆍ가스 사업시설, 지역시설, 공원, 농업 및 기타 토지이용을 위한 계획을 권고한다.\n야생생물의 보존, 국립 및 지방 공원, 분수기점의 보호와 같은 환경보호를 위한 계획을 준비한다.\n토지이용 및 개발계획을 검토하고 평가하며 권고안을 작성한다.\n토지개발허용에 대한 신청을 처리하고 토지이용계획 및 법적인 지대설정을 집행한다.\n미래의 토지이용과 환경보호와 관련된 장기 목표 및 정책을 세운다.\n도시계획 관련 기술자들의 작업을 관리하고 조정한다.\n교통계획 및 설계 전문가\n교통시설물의 계획, 설계 및 운영을 위하여 과학적인 원리와 기술을 적용한다.\n도로, 공항 및 항만 개발에 참여하고 기본계획을 수립한다.\n물류표준화 및 공동화 추진방안을 세우고 화물 통행형태를 조사, 분석한다.\n도로교통의 효율화 및 도시교통난 완화를 위해 교통영향 평가와 분석, 교통수요관리방안을 마련하며 도시교통정비에 대한 전문적인 조언을 한다.\n지능형 교통체계를 연구하고 교통부문 지리정보체계를 구축한다.\n교통세수를 추정하고 인상효과를 분석하는 등 교통경제 및 행정에 관한 연구를 하기도 한다.", "도시 설계가\n교통영향 평가원\n교통운영 연구원\n교통 설계가\n교통 기술자\n교통안전시설물 설계가\n교통신호설계 및 분석전문가\n교통안전조사 전문가\n교통사고조사 연구원\n교통안전시설 연구원"]}, {"name": "측량·지리정보 전문가(1406)", "descriptions": ["고정점이나 경계를 결정하고 확인하기 위해 측량, 엔지니어링 및 과학 자료를 사용하고 설계를 위해 지도를 작성한다. 건설, 채광, 토지평가 등을 위해 토지의 형태, 지형선, 하강, 위치, 고도 및 면적 또는 지표면상이나 지표 근처의 토지 특성과 관련된 자료를 제공한다. 정부, 지자체, 지적공사, 토지공사, 민간 부문의 토지측량업체에 고용되거나 자영업을 할 수 있다."]}, {"name": "건설자재 시험원(1407)", "descriptions": ["양질의 건설 품질을 유지, 관리하기 위하여 공정관리에 따른 건설자재에 대한 품질시험을 시행하여 결함을 사전에 예방하거나 조치하도록 한다. 건설회사, 정부 및 기타 산업체에서 일한다.", "설계도를 검토하여 공종별, 공기별로 품질보증계획서 혹은 품질시험계획서를 작성한다.\n공사현장의 흙을 채취하여 토질이 예정된 공사에 적합한지 조사한다.\n계측기와 시험 장비를 사용하여 각종 건설재료에 대한 품질시험을 실시한다.\n품질시험 결과를 분석하여 그에 따른 알맞은 조치를 취한다.", "재료 시험원 (건축, 토목, 건설)\n품질 시험원(건축, 토목, 건설)"]}, {"name": "기계공학 기술자 및 연구원(1511)", "descriptions": ["난방, 환기, 공기정화, 발전, 운송 및 생산을 위한 기계장치와 시스템을 연구, 설계, 개발한다. 기계시스템의 평가, 설치, 운용 및 유지 관리와 관련된 업무를 수행한다. 컨설팅회사, 발전시설 및 광범위한 제조, 운송 산업 분야에서 일할 수 있다.", "메커니즘(기계류), 구성요소, 시스템의 실현가능성, 설계, 운영 및 성능에 관해 연구한다.\n재료, 비용, 견적서, 보고서를 작성하고 기계 및 시스템에 대한 세부사항을 설계한다.\n건설 현장이나 산업설비에서 기계시스템의 설치, 변경, 위탁을 감독하고 검사한다.\n기계적 고장이나 예상치 못한 관리 문제를 조사한다.\n계약 서류를 작성하고 산업건설이나 유지관리에 대한 제안서를 평가한다.\n기술자 및 다른 엔지니어를 감독하고 설계, 계산 및 비용 견적서를 검토하고 승인한다.", "프레스금형설계기술자\n플라스틱금형설계기술자\n주조금형설계기술자\n사출금형설계기술자\n금형CAM원\n내연기관기술자\n산업설비플랜트설계기술자\n발전설비플랜트설계기술자\n환경설비플랜트설계기술자\n자동화설비플랜트설계기술자\n산업설비설계기술자\n오수처리시설설계기술자\n화학플랜트설계기술자\n화공장치플랜트공학기술자\n사료플랜트공학기술자\n디젤기관기술자\n가스터빈기술자\n제트엔진기술자\n기관차엔진기술자\n가스터빈기계 기술자\n디젤기계 기술자\n공작기계(설계)공학자 기술자\n항공기 설계가\n항공기기계 기술자\n인공위성 기술자\n비행체 기술자\n조선공학 기술자\n선박 연구원\n선각 설계기술자\n선박배관 설계기술자\n선체 설계기술자\n조선배관 설계기술자\n조선기장 설계기술자\n섬유기계(설계)공학 기술자\n식품기계(설계)공학 기술자\n냉동공조 설계원\n냉방기개발공학 기술자\n난방기기 기술자\n공기조절장치 기술자\n환기장치 기술자\n냉동기계 기술자\n건설기계(설계)공학 기술자\n토공용 건설기계 설계개발 기술자\n도로용 건설기계 설계개발 기술자\n운반용 건설기계 설계개발 기술자\n쇄석기, 천공기, 항타 및 항발기 설계개발 기술자\n조선 유닛(package unit)설계기술자\nTRIBON선박 설계기술자\n해양구조 설계기술자\n유압기계 설계기술자\n수처리 시스템 플랜트 설계기술자\n열교환기 설계원\n클린룸 공조 설비 설계기술자\n가스히팅펌프(GHP) 개발자\n클린룸공조 설계원\n열교환기 개발\n공기정화설계 기술자\n자동차 설계가\n자동차기계 기술자\n용접공학 기술자\n원자력기계 기술자\n산업용 로봇 조종원\n농업용 기계(설계)공학 기술자\n광업용 기계(설계)공학 기술자"]}, {"name": "로봇공학 기술자 및 연구원(1512)", "descriptions": ["산업용 로봇을 가동하기 위하여 특별기능에 따라 프로그램을 작성, 운영, 통제하는 로봇기술을 연구 개발한다. 원자력 설비 및 장치, 정밀기구, 카메라 및 영사기, 기계적 기능의 의료장비를 연구하고 설계, 제조 또는 유지를 기획, 지휘하는 분야도 포함된다. 또한 상기 세분류 어느 항목에도 포함되지 않는 자는 여기로 분류된다."]}, {"name": "기계·로봇공학 시험원(1513)", "descriptions": ["기계 공학 및 로봇공학 연구 · 개발과 관련하여 기계공학 및 로봇공학 연구원의 지휘 · 감독하에 기술적 업무를 수행한다.", "발전장비 시험원\n송ㆍ배전설비 시험원\n전기안전 시험원\n전기계측장비 시험원\n전자장비 시험원\n전자계측장비 시험원\n전자의료장비 시험원\n전자회로 시험원\n공작기계시험원\n내연기관시험원\n선박구조관련 시험원"]}, {"name": "금속·재료공학 기술자 및 연구원(1521)", "descriptions": ["금속과 합금의 특성을 연구하고 새로운 합금을 개발하며 현장에서 금속 추출의 기술적인 분야, 합금제조 및 가공에 관하여 기획, 지휘하거나 세라믹, 유리, 시멘트 등의 연구 개발에 종사하며 제조 공정을 지휘, 감독한다.", "광석으로부터 금속을 응집, 추출, 제련, 처리하기 위한 공정을 개발한다.\n금속의 속성 및 특성에 관한 연구를 수행하고 금속, 합금, 금속시스템, 세라믹, 반도체 및 기타 재료들의 주형, 조형, 열처리를 위한 공정을 설계한다.\n화학, 물리적 분석 및 기타연구를 수행하고 재료의 설계, 부식관리방법, 공정검사 및 기타 절차들에 관해 자문한다.\n제품검사를 조정하고 금속제련, 용해, 주조 공정이나 비금속재료의 생산 공정을 관리한다.\n기술자 및 과학연구원들을 감독하기도 한다.", "금속 기술자\n금속물리 기술자\n금속분석 기술자\n금속표면처리 기술자\n금속도금 기술자\n금속탐상 기술자\n요업 기술자\n유리 기술자\n금속재료 시험원\n시멘트생산 기술자"]}, {"name": "금속·재료공학 시험원(1522)", "descriptions": ["금속·재료공학과 관련된 연구 및 개발과 관련하여 금속·재료공학 기술자 및 연구원의 지휘·감독하에 기술적 업무를 수행한다.", "금속 시험원\n금속물리 시험원\n금속분석 시험원\n금속표면처리 시험원\n금속도금 시험원\n금속탐상 시험원\n요업 시험원\n유리 시험원\n금속재료 시험원\n시멘트생산 시험원"]}, {"name": "전기공학 기술자 및 연구원(1531)", "descriptions": ["전기 장비, 부품 또는 상업, 산업, 군사, 과학용 전기시스템을 설계, 개발, 시험하거나 제조 및 설비·설치를 감독한다.", "전기계기, 장비, 시설, 부품, 제품 및 상업, 산업 및 가정용 전기시스템, 철도신호, 전기설비 등을 계획, 설계한다.\n전기공학이론의 원리를 엔지니어링 사업에 적용하기 위한 연구 방법 및 절차를 계획하고 실행한다.\n설치와 작동이 고객이 제시한 조건과 기준에 맞는지 확인하기 위해 기술도면, 전기시스템 설계도 및 세부지도를 작성하고 연구한다.\n새로운 상업, 가정 및 산업용 전기시스템들의 어플리케이션을 개발한다.\n전기 발전소와 공급라인 및 발전소들의 배치도를 계획한다.\n전력시스템 문제를 확인하고, 개선하기 위해 현장조사를 수행하고 지도, 그래프, 다이어그램 및 기타 자료를 조사한다.\n전력시스템 및 발전소에 관한 자료를 평가하고 분석하며 운영 효율성에 대한 개선점을 권고한다.\n전기공사비용 견적을 위한 인력, 재료 및 장비 등에 대한 명세서를 작성한다.\n전력시스템의 운영 효율성을 결정하기 위해 상업 및 주거개발, 인구와 전력시스템의 상호연계성에 관한 자료를 수집한다.\n기존 및 잠재적인 전기엔지니어링 연구와 프로젝트에 관한 자료를 수집하고 보고서를 작성한다.", "정수기 개발자\n비데 개발자\n가전제품 개발자\n살균ㆍ건조기 개발자\n연수기 개발자\n에어포트 개발자\n약탕기 개발자\n가정용공기정화기 개발자\n배전설계원\n승압설계원\n지중선설계원\n전기통신설계원\n전기판넬 설계기술자\n계장(計裝) 기술자\n가전기기 설계기술자\n전기감리 기술자\n전기안전 기술자\n전기조명전기제어 기술자\n전기설비 설계ㆍ감리 기술자\n전기콘트롤판넬 설계기술자\nPLC 수배전반 설계기술자\n공장자동화계장 기술자\n공장자동화전기설비 기술자\n전기기계장비 전기기술자\n전기시스템 기술자\n전기견인차량 전기기술자\n발전설비 설계기술자"]}, {"name": "전자공학 기술자 및 연구원(1532)", "descriptions": ["전자 이론과 재료 속성에 관한 지식을 활용하여 상업, 산업, 군사용이나 과학용 전자부품 및 시스템을 연구, 설계, 개발하며 시험한다. 항공우주선 유도, 추진 제어, 어쿠스틱이나 계측기, 제어기 같은 전자회로 및 부품을 설계한다. 컴퓨터하드웨어 기술자(엔지니어) 및 통신공학 기술자(엔지니어)는 제외된다.", "전기ㆍ전자조직, 기계 및 산업장비 등을 설계하고 유지 또는 보수 활동을 지휘하거나 그에 대해 조언한다.\n특정재료, 제품 및 공정의 기술적인 분야에 대하여 연구, 조언한다.\n다른 관련 전문가와 기술적인 교류 및 상담을 한다.\n과학적 논문 및 보고서를 작성한다.\n상업, 산업, 의료, 군사, 과학용으로 적용하기 위한 전자부품, 제품 및 시스템을 설계한다.\n기술적 성능을 개선하고 부품, 제품 및 시스템에 사용되는 전자적 특성에 대한 변형과 응용에 대해 계획하고 개발한다.\n엔지니어링 사업에 전자공학 이론과 원리를 적용시키기 위한 연구 방법 및 절차를 계획하고 실행하며, 엔지니어링 사업이나 제품을 논의하기 위해 엔지니어, 고객 및 다른 관련 인들과 협의한다.\n연구의 실현가능성을 결정하고 시스템플랜을 개발하기 위해 시스템 요건, 용량, 비용 및 고객요구를 분석한다.\n명세서, 안전기준 및 적용 가능한 규정 및 규제들에 맞는지 확인하기 위해 전자장비, 계측기, 제품 및 시스템을 검사한다.", "전자장비 기술자\n기계전자 기술자\n정보공학 전자기술자\n전자공학 기술자\n반도체 공정 기술자\n반도체 공정장비 기술자\n반도체 소자 기술자\n초음파의료기기개발자\n뇌파기 개발자\n공장자동화 설계기술자\n심전도기 개발자\n마취기 개발자\n심장세동제거기 개발자\n투석기 개발자\nMRI 개발자\nCT스캐너 개발자\nX-rays 개발자\n전자혈압측정계 개발자\n전자당뇨측정계 개발자\n메카트로닉스개발 기술자\n카일렉트로닉스개발 기술자\n생산자동화공정 개발자\n빌딩자동화 설계기술자\nPLC회로 프로그래머\n전자제어 프로그래머\nFA설계기술자\n전자제어계측기술자\n전자제어 기술자"]}, {"name": "전기·전자공학 시험원(1533)", "descriptions": ["전기·전자공학 및 기계공학과 관련된 연구 및 개발과 관련하여 전기·전자공학 및 기계 공학 기술자 및 연구원의 지휘·감독하에 기술적 업무를 수행한다.", "발전장비 시험원\n송ㆍ배전설비 시험원\n전기안전 시험원\n전기계측장비 시험원\n전자장비 시험원\n전자계측장비 시험원\n전자의료장비 시험원\n전자회로 시험원\n공작기계시험원\n내연기관시험원\n선박구조관련 시험원"]}, {"name": "화학공학 기술자 및 연구원(1541)", "descriptions": ["화학공정 및 장비를 연구, 설계, 개발하며 산업화학, 플라스틱, 제약, 자원, 펄프 및 식품가공 플랜트의 운영 및 유지 관리를 감독한다. 화학 품질 관리, 생화학 또는 생물공학 엔지니어링과 관련된 업무를 수행한다.", "화학, 석유, 펄프 및 제지, 식품 또는 기타 가공 산업과 관련된 영역의 기술실현 가능성을 연구한다.\n화학엔지니어링, 공정 및 재료의 개발이나 개선에 관한 연구를 수행한다.\n화학가공 관련 플랜트 및 장비를 설계하고 검사한다.\n예비 플랜트, 처리단위나 처리플랜트의 건설, 변경, 운영 및 유지관리를 감독한다.\n일관성 확보를 위한 품질관리 프로그램, 운영절차 및 통제전략을 세우고 원료, 제품 및 폐기물이나 배출물에 대한 기준을 확립한다.\n위험 화학물의 처리, 환경보호나 식품, 재료 및 소비품들에 관한 기준에 대한 지침 및 명세서를 만드는 것과 같이 관리적 입장에서 일할 수도 있다.", "석유화학 기술자\n가솔린 기술자\n천연가스화학 기술자\n비누제품 기술자\n천연가스 생산ㆍ분배 기술자\n고무화학 기술자\n플라스틱화학 기술자\n타이어생산 기술자\n의약품 기술자\n도료 기술자농약 기술자\n비료 기술자\n화장품 기술자\n인삼제품 기술자"]}, {"name": "화학공학 시험원(1542)", "descriptions": ["석유화학, 고무 및 플라스틱, 농약, 비료, 도료제품, 화장품, 비누제품 등을 기술자 및 연구원의 지휘 감독 하에 가공, 분석하는 자를 말한다.", "석유화학 시험원\n가솔린 시험원\n천연가스화학 시험원\n비누제품 시험원\n천연가스 생산ㆍ분배 시험원\n고무화학 시험원\n플라스틱화학 시험원\n타이어생산 시험원\n의약품 시험원\n도료 시험원농약 시험원\n비료 시험원\n화장품 시험원\n인삼제품 시험원"]}, {"name": "가스·에너지공학 기술자 및 연구원(1551)", "descriptions": ["채광, 석유 또는 가스의 채취 및 추출과 개발, 유지를 연구하고 특정 재료, 제품 및 공정의 기술적 분야에 관하여 연구, 조언하는 자를 말한다.", "에너지 기술자\n석유 기술자\n탐사 기술자\n선광 기술자\n시추 기술자"]}, {"name": "가스·에너지공학 시험원(1552)", "descriptions": ["소비자에게 양질의 안전한 에너지를 보내기 위하여 표본을 추출하여 열량, 부취 농도, 밀도, 유황 농도 등의 성분 분석 업무를 수행하는 자를 말한다.", "시험 대상물의 시료를 채취한다.\n시험 기구 또는 장비를 작동하여 시험 목적 및 기준에 따라 시험을 실시한다.\n시험 결과를 규정된 보고서 형식에 따라 작성ㆍ보고한다.\n시험 기구 및 장비를 유지ㆍ관리한다.", "식품공학 시험원\n섬유공학 시험원\n가스 및 에너지 시험원"]}, {"name": "환경공학 기술자 및 연구원(1553)", "descriptions": ["다양한 공학 원리를 활용하여 환경보건에 위협이 되는 요소를 예방, 통제하며 개선과 관련된 공학적인 일을 설계하고 계획하거나 수행한다. 폐기물 처리, 현장 개선이나 공해 방지 기술 업무를 포함하기도 한다. 환경 관련 공무원, 국립연구소, 정부투자기관, 각종 기업체의 연구소, 학교, 각종 산업체에서 일한다.", "환경보전에 필요한 다양한 공학적인 기술을 개발하고, 환경오염 방지 및 제어를 위한 처리시설을 설계한다.\n발생된 폐기물 및 기타 오염물질 등을 정화하기 위한 공정의 설계 및 시공, 운전 등에 관여한다.\n오폐수 처리장의 시설을 진단하고 기존시설의 효율적인 이용계획과 발전계획을 수립한다.\n도시고형폐기물(MSW: Municipal Solid Waste)의 처리에 관한 연구와 매립지를 설계하고 쓰레기 매립장의 안전진단 및 안정대책을 세운다.\n각종 개발 행위가 자연환경에 미치는 영향을 오염방지 대책 및 환경보전정책을 중심으로 사전 평가한다.", "대기환경 기술자\n폐기물처리 기사\n환경영향 평가원\n수질오염 분석가\n토양오염 분석가\n대기오염 분석가\n소음진동 기사"]}, {"name": "환경공학 시험원(1554)", "descriptions": ["환경공학과 관련된 연구 및 개발과 관련하여 환경공학 기술자 및 연구원의 지휘·감독하에 기술적 업무를 수행한다.", "대기환경 시험원\n대기오염 시험원\n폐기물 처리 산업기사\n수질오염 시험원\n토양오염 시험원\n환경 조사원\n소음진동산업 기사\n환경 관리원\n배출시설 관리원"]}, {"name": "보건위생·환경 검사원(1555)", "descriptions": ["위생 및 환경과 관련된 불만을 조사하고 음식점, 식품가공업체, 호텔, 지역 상수시스템 및 기타 작업장의 위생, 공해 관리, 위험물 처리 과정이 정부 규정에 맞는지 검사한다. 또한 환경시설물을 평가하고 식수나 용수를 정기적으로 채취, 검사하며 대기오염원의 정기적 측정, 쓰레기 및 폐기물의 효율적 처리를 관리한다. 공해방지 시설이 필요한 기업체의 환경전담부서, 보건연구소, 방재시설업체, 환경용역업체 등에서 일하거나 환경부 등 환경과 관련된 전문공무원이나 보건직 공무원인 식품위생감시원으로 일하기도 한다.", "식품 및 식품첨가물을 제조, 가공하는 업체에 대한 위생관리 업무와 전염병 예방을 위한 보건관리업무를 수행한다.\n분진측정기, 소음측정기, 진동측정기 등의 각종 측정기기를 사용하여 사업장내 유해위험과 작업환경을 측정하고, 제반 문제점을 개선ㆍ개량ㆍ감독한다.\n대기, 수질, 소음분야에서 측정망을 설치하고, 그 지역의 대기, 수질오염상태, 소음 진동상태를 측정하여 다각적인 연구와 실험분석을 통해 수질 오염에 대한 대책을 강구하기도 한다.\n국민의 일상생활에 수반하여 발생하는 일반폐기물과 산업 활동에 부수하여 발생하는 산업폐기물을 인위적, 물리적, 기계적 단위조작과 생물학적, 화학적 반응조작을 주어 폐기물을 취급하기 쉽고 위험성이 작은 성상과 형태로 변화시키는 일련의 처리업무를 담당한다.\n오염원을 확인하기 위해 자연환경에 관한 조사를 실시한다.\n인체나 자연환경에 해가 될 위험이 있는 위험화학물이나 제품의 유출을 조사하고 수질 또는 기타 분석할 재료들의 표본을 수집한다.\n고용주, 종업원 및 일반 국민들에게 공중보건, 환경보호나 작업장 안전에 관한 문제들에 대해 정보를 제공하고 작업자에게 산업위생보건에 관한 지도 및 교육을 실시한다.\n관련 법규를 위반하는 사업체에게 벌금이나 정지처분집행절차를 시행한다.", "보건위생 검사원\n환경 관리원\n환경 검사원"]}, {"name": "섬유공학 기술자 및 연구원(1561)", "descriptions": ["신소재 등을 이용하여 새로운 섬유를 개발하고 섬유제품 제조를 위한 각종 공정에 관한 연구와 개발 및 시험, 분석을 한다.", "섬유의 종류와 성질에 따라 각종 섬유 제품을 개발하고 분석한다.\n품질을 개선하기 위하여 과학적 원리를 적용한다.\n섬유의 구조, 인장력, 열 및 화학 물질에 대한 안정성을 시험, 검사와 관련된 업무를 수행한다.", "섬유소재개발 기술자\n염색개발 기술자\n염색공정개발 기술자\n섬유공정개발 기술자\n섬유 분석원\n원단개발원"]}, {"name": "섬유공학 시험원(1562)", "descriptions": ["섬유의 성형처리 및 제작공정의 품질 관리를 위하여 섬유 견본을 가지고 실의 특성, 인장력, 수축 및 손상의 정도, 염료의 특성 등을 측정, 검사, 분석하는 자를 말한다.", "시험 대상물의 시료를 채취한다.\n시험 기구 또는 장비를 작동하여 시험 목적 및 기준에 따라 시험을 실시한다.\n시험 결과를 규정된 보고서 형식에 따라 작성ㆍ보고한다.\n시험 기구 및 장비를 유지ㆍ관리한다.\n각종 음식료품의 안전성을 높이기 위해 식품이나 원료 중의 비소, 납을 비롯한 중금속과 미네랄 성분을 시험ㆍ분석하는 자를 말한다.\n성형처리 및 제작공정의 품질관리를 위하여 섬유견본을 가지고 실의 특성, 인장력, 수축 및 손상의 정도, 염료의 특성 등을 측정ㆍ검사ㆍ분석하는 자를 말한다.\n소비자에게 안전하고 양질의 에너지를 보내기 위하여 표본을 추출하여 열량, 부취농도, 밀도, 유황농도 등의 성분분석 업무를 수행하는 자를 말한다.", "식품공학 시험원\n섬유공학 시험원\n가스 및 에너지 시험원"]}, {"name": "식품공학 기술자 및 연구원(1571)", "descriptions": ["과학 및 공학 원리를 식품에 관한 조사, 개발, 생산 기술, 품질관리, 포장, 가공 및 이용 등의 업무를 수행하는 자를 말한다. 식료에 관한 기본적인 연구를 수행하며 새로운 식품 생산에 관한 연구 및 개발을 담당한다. 식품가공, 생산, 품질관리, 포장 및 분배에 관한 개선된 새로운 방법을 개발한다.", "식품중의 비타민류, 당류, 핵산류, 유기산류 등을 분석한다.\n식품원료인 농산물의 잔류농약에 대한 정성분석, 정량분석을 실시한다.\n엑기스 등 용매추출 제품의 잔류용매를 분석하고, 제품생성 시 부반응으로 생성되는 위해 물질의 잔류량을 분석한다.\n향신료 식품에 대하여 향미 및 이취 분석 등 휘발성 성분을 분석한다.\n맛, 색깔, 영양가, 조직 등 식품의 품질 또는 물리적, 화학적, 미생물학적 구성을 개선하기 위한 방법을 연구한다.", "음식료품 기술자\n양조생산 기술자"]}, {"name": "식품공학 시험원(1572)", "descriptions": ["각종 음식료품의 안전성을 높이기 위해 식품이나 원료 중의 비소, 납을 비롯한 중금속과 미네랄 성분을 시험, 분석하는 자를 말한다.", "시험 대상물의 시료를 채취한다.\n시험 기구 또는 장비를 작동하여 시험 목적 및 기준에 따라 시험을 실시한다.\n시험 결과를 규정된 보고서 형식에 따라 작성ㆍ보고한다.\n시험 기구 및 장비를 유지ㆍ관리한다.", "식품공학 시험원\n섬유공학 시험원\n가스 및 에너지 시험원"]}, {"name": "방재 기술자 및 연구원(1581)", "descriptions": ["폭풍, 호우, 폭설, 홍수, 고조, 지진, 해일 등 자연현상에 따른 재해를 방지하고 줄이기 위하여 법령에 정해진 절차에 따라 시설을 설계, 시공, 감리하고 원인 및 유해 요소를 조사, 분석하여 제반 안전 예방대책을 위한 계획 및 관리 업무를 수행한다."]}, {"name": "소방공학 기술자 및 연구원(1582)", "descriptions": ["소방과 관련하여 법령에 정해진 절차에 따라 시설을 설계, 시공, 감리하고 위험 요인 및 유해 요소를 조사, 분석하여 제반 안전 예방대책을 위한 계획 및 관리 업무를 수행한다.", "소방시설공사를 설계, 시공, 감리, 관리하며, 소방시설의 점검·정비와 화기의 사용 및 취급 등 방화안전관리에 대한 감독을 한다.\n소방계획에 의한 소화, 통보 및 피난 등의 훈련을 실시하는 방화관리자의 업무를 수행한다.\n소방안전 관련 현장조사, 재해보고서, 재해통계자료, 국내외 안전위생관계문헌 등의 자료를 수집·분석한다.", "소방설계기술자\n소방시설관리자\n소방시설 공사 기술자\n소방공사 감리 기술자"]}, {"name": "소방공학 시험원 (1583)", "descriptions": ["소방공학 관련 기술자 및 연구원의 지휘, 감독하에 각종 기계설비 및 장비 또는 부품 등을 시험하여 기존 설비 및 장비의 성능을 개선하고 새로운 제품 및 장비의 개발에 도움을 주는 자를 말한다. 또한 산업건물 및 기타 시설의 화재 위험을 찾아내고 제거 또는 감소시키며 화재 발생 시 화재 원인을 알아내기 위하여 현장을 조사하는 자를 말한다."]}, {"name": "산업 안전원 및 위험 관리원(1584)", "descriptions": ["쾌적한 작업 환경을 조성하며 산업재해 원인 조사, 재발 방지, 대책 수립, 근로자의 안전·보건 교육 및 계도, 개선, 건의 등을 한다. 특히 산업재해가 일어날 가능성이 높은 화학·석유·석탄공업, 목재·가공공업, 플라스틱·금속공업, 기계·장비 제조업, 건설업, 비금속·광물제조업 등의 분야에서 일한다. 위험 관리원은 위험을 진단 조사하고 예방한다.", "산업안전, 보건에 관한 기준을 마련하여 산업재해를 예방한다.\n장비, 재료 및 생산과정이 종업원들이나 일반 대중의 안전이나 건강에 해로운지 확인하기 위해 작업장을 검사하고 작업현장 사고나 질병을 조사하기도 한다.\n위험조사자는 주로 보험회사에서 건설, 화학, 토목이나 기계 산업 분야의 보험계약 사업장의 현장조사를 실시하여 위험을 조사하고 문제나 결함에 관해 전문적인 조언과 증거를 제출하고 보고서를 작성하며 안전 진단이나 보험인수심사원의 인수 및 보유결정에 필요한 정보를 제공한다.", "산업안전 기술자\n안전관리 기술자\n산업안전 시험원\n안전관리 시험원\n작업조건 안전 및 보건 관리원\n노동안전 및 보건 관리원\n전기안전 기술자\n전기설비 설계ㆍ감리 기술자\n전기안전 시험원\n전기설비 감리 시험원\n차량안전 및 보건 관리원\n소비자보호안전 및 보건 관리원\n건물 검사원\n건물 안전 관리원\n산업안전 및 보건 관리원\n전기안전 및 보건 관리원"]}, {"name": "비파괴 검사원(1585)", "descriptions": ["비파괴 검사란 금속 재료 및 제품 검사 방법의 하나로 대상물을 파괴하지 않고 표면이나 내부의 구조 및 결함 등을 알아내는 첨단 기술이다. 비파괴 검사원은 비파괴 검사 장비를 사용하여 재료나 구조물을 파괴시키지 않고도 특성을 평가하여 제품의 신뢰성을 향상시킬 뿐만 아니라, 시설물의 안전성 진단과 수명 예측 등의 업무를 수행하는 자를 말한다.", "초음파, 방사선촬영, 액체침투, 자기미립자, 와전류 및 기타 비파괴 검사방법을 사용하여 비연속성(결함)을 탐지하기 위한 검사를 수행한다.\n안전규정을 엄격히 지키도록 하고 검사 대상물을 적절히 검사하기 위한 기술을 확립한다.\n방사선촬영, CRT나 디지털 판독기록, 전도성미터기 및 시각적 지표들을 해석한다.\n적용 가능한 명세사항이나 기준 및 평가 결과에 따라 검사준거를 적용한다.\n검사결과를 정리하여 보고한다.", "방사선비파괴 검사원\n산업 방사선 기사\n침투비파괴 검사원\n누설비파괴 검사원\n초음파비파괴 검사원\n자기비파괴 검사원\n와전류비파괴 검사원"]}, {"name": "제도사(1591)", "descriptions": ["여러 분야의 기술자, 건축가 또는 산업디자이너의 지휘하에 건축물과 제품이 실제 생산될 수 있도록 설계도를 작성한다. 컨설팅 및 건설회사, 전기·가스·수도사업체, 자원 개발 및 제조 회사, 중앙행정부처 및 지방자치단체와 기타 사업체에서 광범위하게 일한다.", "기본개념, 스케치, 공학적 계산, 명세서 및 기타 자료로부터 설계 및 도면, 다이어그램이나 레이아웃을 전개하여 작성한다.\n건축재료, 엔지니어링 실무 및 수학지식을 도면을 그리는데 활용한다.\n컴퓨터지원설계(CAD: computer aided design) 및 드래프팅 스테이션을 조작한다.\n설계 스케치를 전개하고 작성한다.\n설계도면이 명세서 및 설계 자료와 일치하는지, 틀린 곳이 없는지 점검하기 위해 도면을 검사한다.", "건축 제도사\n전기장비 제도사\n전자장비 제도사\n기계 제도사\n토목공학 제도사\n구조물 제도사\n냉ㆍ난방장치 제도사\n지질 제도사\n해양기기 제도사\n기계공학 제도사\n항공공학 제도사\n지그 및 공구 제도사"]}, {"name": "기타 인쇄·목재 등 공학 기술자 및 시험원(1599)", "descriptions": ["이 세분류는 다른 곳에 분류되지 않고 공학 분야에서 기술자의 연구·개발 업무를 보조하거나 기술적인 업무를 수행한다. 또한 실험기구 및 장비를 설치하고 조작, 유지·관리하며 실험을 관찰하고 결과를 기록하거나 연구자의 관리하에 시험, 분석, 검사하는 업무를 수행한다. 이들은 연구소 및 광범위한 사업체에서 일한다.", "상위 분류에 속하지 않는 특정재료, 제품 개발에 따른 기술적 분야에 관련된 업무를 수행한다.\n산업건물 및 기타 시설의 화재 위험을 찾아내고 제거 또는 감소시키며, 화재 발생 시 화재 원인을 알아내기 위하여 화재 현장을 조사한다.", "화재예방 전문가\n화재감식 전문가"]}, {"name": "대학 교수(2111)", "descriptions": ["대학에서 교육, 예술 및 인문학, 사회과학·경영 및 법학, 자연과학·수학 및 통계학, 정보통신기술, 공학·제조 및 건설, 농림수산업 및 수의학, 보건 및 복지 등 분야별 전공과목의 강의를 준비하고 자신의 전공분야에 관한 연구 및 논문을 발표한다.", "과정표와 교과과정을 계획ㆍ조정한다.\n강의를 준비하고, 학생들에게 강의를 하며 세미나 및 실험을 수행한다.\n시험을 출제하고 그 결과를 평가한다.\n졸업생의 논문 및 연구계획을 지도ㆍ조언한다.\n자신의 전공분야에 대한 연구를 수행한다.\n책이나 전문잡지에 조사ㆍ연구결과를 발표한다.", "국문학 교수\n사학 교수\n철학 교수\n영문학 교수\n행정학 교수\n무역학 교수\n경제학 교수\n법학 교수\n의학 교수\n치의학 교수\n한의학 교수\n간호학 교수\n응급구조학 교수\n재활학 교수\n약학 교수\n한약학 교수\n무용학 교수\n체육학 교수\n물리학 교수\n생물학 교수\n수학 교수\n통계학 교수\n화학 교수\n환경학 교수\n건축학 교수\n지질학 교수\n천문학 교수\n가정교육 교수\n교육학 교수\n국어교육 교수\n수학교육 교수\n영어교육 교수\n음악교육 교수\n체육교육 교수\n컴퓨터교육 교수\n경호원학 교수\n금속공학 교수\n기계공학 교수\n재료공학 교수\n섬유공학 교수\n자원공학 교수\n전기공학 교수\n전자공학 교수\n컴퓨터공학 교수\n토목공학 교수\n화학공학 교수\n환경공학 교수\n관현악 교수\n국악 교수\n성악 교수\n작곡 교수\n공예학 교수\n미술학 교수\n산업디자인학 교수"]}, {"name": "대학 시간강사(2112)", "descriptions": ["대학에서 학생들에게 강의를 하며 세미나 및 실험을 수행한다. 분야별 전공과목의 시험을 치르고 평가한다.", "교육에 필요한 과정을 결정하기 위하여 주제를 분석ㆍ평가한다.\n과정표와 교과과정을 계획ㆍ조정한다.\n시험을 출제하고 그 결과를 평가한다.", "국문학 강사\n영문학 강사\n사학 시간강사\n철학 시간강사\n무역학 강사\n경제학 강사\n건축학 강사\n금속공학 강사\n기계공학 강사\n재료공학 강사\n섬유공학 강사\n자원공학 강사\n전기공학 강사\n전자공학 강사\n컴퓨터공학 강사\n컴퓨터교육 강사\n토목공학 강사\n화학공학 강사\n환경공학 강사\n법학 강사\n행정학 강사\n관현악 강사\n국악 강사\n성악 강사\n작곡 강사\n공예학 강사\n미술학 강사\n산업디자인학 강사\n무용학 강사\n체육학 강사\n경호원학 강사\n물리학 강사\n생물학 강사\n수학 강사\n통계학 강사\n화학 강사\n환경학 강사\n지질학 강사\n천문학 강사\n가정교육 강사\n교육학 강사\n국어교육 강사\n수학교육 강사\n영어교육 강사\n음악교육 강사\n체육교육 강사"]}, {"name": "중·고등학교 교사(2121)", "descriptions": ["국·공·사립의 중·고등학교에서 교육과정의 학습내용을 가르치기 위하여 교과서, 시청각자료, 실험 장치와 적절한 방법을 적용하여 중·고등학생에게 교과목을 가르치고 평가하며 생활을 지도하는 업무를 수행한다.", "학습 진단을 위하여 시험을 출제하고 그 결과를 평가하여 성적표를 작성한다.\n전ㆍ입학 등의 학사업무를 처리하고 교직원회의 및 교사연수교육에 참여한다.\n단체 활동이나 특별활동을 지도하고 각종 학교행사를 준비ㆍ지도한다.\n학업, 인성, 사회적응문제에 관하여 학부모와 상담하고 조언한다.\n학업 및 기타 문제에 관하여 학생들을 지도ㆍ조언한다.", "물리 교사\n생물 교사\n화학 교사\n지구과학 교사\n영어 교사\n일어 교사\n불어 교사\n독어 교사\n중국어 교사\n사회 교사\n국어 교사\n한문 교사\n수학 교사\n음악 교사\n미술 교사\n체육 교사\n무용 교사\n윤리 교사\n일반사회 교사\n디자인 교사\n지리 교사\n역사 교사\n상업 교사\n공업 교사\n농업 교사\n기술 교사\n전산 교사\n가정 교사\n의상 교사"]}, {"name": "초등학교 교사(2122)", "descriptions": ["국·공·사립 초등학교에서 학생에게 규정된 교육과정을 가르치고 생활을 지도하는 업무를 수행하는 자를 말한다.", "교육계획에 따라 교수활동을 계획하고 교재를 연구한다.\n학습지도안을 작성하고 수업자료를 준비한다.\n교과서 및 시청각자료를 활용하여 학습내용을 가르친다.\n과제 및 시험을 평가, 기록한다.\n학생들의 교내외 활동을 지도하며 학업 및 행동발달 문제에 관하여 학부모와 상담한다.\n전ㆍ입학 및 기타 학사업무를 처리한다.", "초등학교 교사"]}, {"name": "특수교육 교사(2123)", "descriptions": ["신체적·정신적 장애가 있는 사람에게 유치원, 초등학교, 중학교, 고등학교에 준하는 교육과 생활에 필요한 지식 및 기능을 가르치는 업무를 수행한다.", "초등학교와 유치원과정의 특수학교 교사는 시각장애, 청각장애, 정신지체, 지체부자유 등의 심신장애별로 구분되며, 중등과정은 중등 교사의 표시과목과 심신장애의 구분을 동시에 적용하여 자격을 구분한다.\n시각장애자 교사는 시각장애학생들을 대상으로 점자판, 점필 등을 사용하여 점자 쓰는 방법을 가르치고 일상생활에 적응할 수 있도록 현장적응감각훈련을 계획하고 지도한다.\n청각장애자 교사는 농아 및 청각장애 학생들에게 보청기 또는 기타 전기ㆍ전자 증폭장치를 사용하여 대화기술을 가르친다. 교과수업, 사회 및 일상생활에서의 의사소통과 기술습득이 용이하도록 수화나 구화와 같은 언어적 의사전달학습을 지도하며 정규교과목도 교육한다.\n정신지체장애자 교사는 정신지체장애나 정서장애가 있는 학생들을 대상으로 특수한 교수법을 활용하여 학습능력을 향상시키며 생활적응 방법과 기본적인 교과를 가르친다.\n지체부자유자 교사는 스스로 활동하기가 어려운 운동기능장애가 있는 학생을 대상으로 한다. 이들은 지체부자유 학생의 욕구, 능력, 학습수준이나 신체적 제한요인들을 고려하여 학습과제 및 기타 수업재료를 준비하며 교실에서 사용하는 특수 장비 및 보조기구를 조정ㆍ배열한다.\n정서장애자 교사는 정서표현이 극단적이거나 편향적인 장애학생들을 대상으로 사회부적응 행동을 소거하고 원활한 사회적응을 위한 훈련에 중점을 둔다.", "시각장애자 교사\n청각장애자 교사\n정서장애자 교사\n지체부자유자 교사\n정신지체자 교사"]}, {"name": "기타 교사(2129)", "descriptions": ["어느 세세항목에도 분류되지 않은 교사가 여기에 분류된다."]}, {"name": "유치원 교사(2130)", "descriptions": ["유치원에서 취학 전 아동의 지적, 정서적, 사회적 발달을 바람직한 방향으로 이끌어 주기 위해 제반 교육활동을 수행하는 자를 말한다.", "유희, 토론, 이야기, 게임, 노래, 무용, 도화, 그림, 만들기 등을 통하여 아동자신과 사회 환경에 대한 이해를 증진시킨다.\n아동들의 관심과 소질을 자극ㆍ개발하고 자신감과 표현력을 북돋워 주며 협동정신을 길러주는 등 신체적 발달을 도모하기 위한 제반 계획을 수립하고 실행한다.\n생활습관을 가르치고 학습상태를 평가하며 아동들의 성장문제에 관하여 학부모와 상의한다.", "유치원 교사"]}, {"name": "문리·어학 강사(2141)", "descriptions": ["수강생에게 학교 교과목, 외국어, 각종 성인고시 과목에 관한 이론과 기술을 강의한다.", "초ㆍ중ㆍ고등학교 학생 등을 대상으로 일반 교과목의 보완학습을 지도한다.\n각종 성인고시 및 입시에 출제되는 교과목 중 하나 또는 그 이상을 전문으로 가르친다.\n전문어학원에서 회화, 문법, 독해 등을 가르친다.", "국어 강사\n수학 강사\n사회 강사\n과학 강사\n영어학원 강사\n일본어학원 강사\n독일어학원 강사\n중국어학원 강사"]}, {"name": "컴퓨터 강사(2142)", "descriptions": ["수강생에게 정보처리기술 분야, 컴퓨터기술 분야에 관한 이론과 기술을 가르치는 자를 말한다. 컴퓨터학원 또는 정보통신 관련 교육기관 등에서 컴퓨터 기초, 워드프로세서, 프로그래밍, 인터넷, 컴퓨터그래픽, 캐드, 캠, 전자출판(DTP), 애니메이션, 웹디자인, 산업디자인 등 컴퓨터에 관련된 이론과 실기를 지도한다. 또한 유치원, 초·중·고교, 사회교육원 등에 출강하여 컴퓨터 분야의 특기적성과 관련해 강의하거나 활동하는 경우도 여기로 분류된다.", "컴퓨터 및 정보통신분야의 이론, 실기, 방법, 절차 및 용어에 관하여 훈련생을 가르친다.\n과제를 부여하고 그 결과를 평가하며 학생들의 진척도를 시험ㆍ평가한다.\n웹 프로그래밍, 웹 디자인, 컴퓨터 그래픽, 컴퓨터 운용, 홈페이지 제작 등 각종 컴퓨터 분야가 있다.", "정보통신학원 강사\n컴퓨터프로그래밍 강사\n컴퓨터기초 강사\n웹디자인 강사\n컴퓨터학원 강사\n디지털 실버인터넷 강사\n웹프로그래밍 강사\n컴퓨터그래픽스 강사"]}, {"name": "기술·기능계 강사(2143)", "descriptions": ["수강생에게 산업기반기술 분야, 산업응용기술 분야, 정보처리기술 분야, 간호보조기술 분야, 문화관광 분야 등에 관한 이론과 기술을 가르친다.", "기술계학원에서 기술의 기본이론, 공구 및 기계의 사용, 안전관리에 대해 설명하고 시범을 보인다.\n운전학원에서 교습생에게 자동차의 실기기능과 이론을 지도하고 교습생과 동승하여 운전시범을 보여주며 연습시킨다.\n간호조무학원에서 기초간호, 응급처치, 보건교육을 교습하고 병원파견 실습을 지도한다.\n그 외 요리, 양재, 광고, 방송, 디자인 관련 기술ㆍ기능 이론 교육과 실습을 지도한다.", "디자인학원 강사\n조리학원 강사\n이미용학원 강사\n항공기술학원 강사\n자동차운전 교관\n간호조무학원 강사"]}, {"name": "예능 강사(2144)", "descriptions": ["수강생에게 무용, 음악, 미술, 서예, 꽃꽂이 등 예능 분야에 관한 이론과 기능을 가르친다.", "음악, 미술, 체육, 서예, 영화배우, 성우, 무용 등의 예능분야를 전문으로 지도한다.\n기본적인 이론을 가르치고 기능을 시범한다.ㆍ 실기실습 위주로 교육을 지도하고 실습작품으로 실기기능을 평가한다.", "음악 강사\n미술 강사\n무용 강사\n모델 강사\n연기 강사\n웅변 강사\n바둑 강사\n꽃꽂이 강사\n종이접기 강사"]}, {"name": "학습지·교육교구 방문강사(2145)", "descriptions": ["회원의 가정을 직접 방문하여 학습지나 교육 교구를 이용하여 아동이나 학생을 가르치는 자를 말한다.", "학습지를 받아보는 회원의 가정을 직접 방문하여 영어, 국어, 수학, 한자, 과학 등 분야별로 학생들을 가르친다.\n인터넷 및 전화 등을 통해서 영어, 국어, 한자, 과학 등 분야별로 학생들을 가르친다.", "국어 학습지교사\n영어 학습지교사\n수학 학습지교사\n한문 학습지교사"]}, {"name": "기타 문리·기술 및 예능 강사(2149)", "descriptions": ["기업체의 의뢰를 받거나 기업체 내부 직원으로서 근로자를 대상으로 정신교육 또는 직무교육을 진행한다.", "특정 교과에 대한 강의 계획서 또는 교안을 작성한다.\n수강생들에게 특정 교과의 이론 또는 기술을 강의 및 토론하고 기능을 시범한다.\n교육 훈련 결과를 평가하고, 필요한 경우 보고서를 작성하여 의뢰인에게 보고한다.", "교육연수기관 강사\n기업체 직무훈련 강사"]}, {"name": "장학관·연구관 및 교육 전문가(2151)", "descriptions": ["학교를 주기적으로 시찰하고 교과과정, 교육방법, 장비 및 기타 사안에 관련된 문제에 관하여 행정기관 및 교사와 협의하며 교육기법을 관찰하고 교사의 수업능력과 학습결과를 평가한다. 교육교재를 포함한 현행 교과과정, 교육방법 및 기타 교육 실무에 관하여 연구하고 필요한 변화와 개선을 추진한다.", "장학(사)관\n학교를 주기적으로 시찰하고 교과과정, 교육방법, 장비 및 기타 사안과 관련된 문제에 관하여 행정기관 및 교사와 협의하고 교사의 수업능력과 학습결과를 평가하고 이를 보고서로 작성한다.\n교육연구(사)관\n일선학교의 교원과 교육과정을 지도, 감독, 장학하는 등의 장학(사)관과 비슷한 업무를 수행한다.\n교육교재를 포함한 현행 교과과정, 교육방법 및 기타 교육 실무에 관하여 연구하고, 필요한 변화와 개선에 관하여 조언을 한다.\n특정한 교과과정을 적용한 교사의 수업활동을 주기적으로 검사하여 필요시 개선을 건의한다.", "장학관\n장학사\n교육연구 전문가\n교과과정 연구원\n교육 자문가\n교육교재 전문가\n시청각 교육기자재 전문가\n교육기재 전문가"]}, {"name": "대학 교육 조교(연구 조교(RA) 포함)(2152)", "descriptions": ["대학에서 교육과정 수행 시 지도교수를 보조하여 수업 및 실험지도 등을 하며 관련 개념, 이론 및 운영기법과 관련된 연구 업무를 보조하는 자를 말한다.", "대학교육 과정 수행 시 지도교수를 보조하여 수업 및 실험지도 등을 하며 연구와 관련된 업무를 보조한다.", "대학 교육조교"]}, {"name": "교사보조 및 보육보조 서비스 종사원(2153)", "descriptions": ["아동 복지시설, 키즈카페, 탁아기관 등 보육 관련 시설에서 영유아를 보호하고 돌보는 업무를 수행하거나 학교에서 교사를 보조하여 수업을 원활하게 하기 위해 관련된 업무를 보조한다.", "초ㆍ중ㆍ고등학교 보조교사는 교사를 보조하여 수업 및 실험지도 등을 하며 연구와 관련된 업무를 보조한다.", "컴퓨터 보조 교사\n실습 보조 교사\n과학 보조 교사\n영어 보조 교사"]}, {"name": "판사 및 검사(2211)", "descriptions": ["법정에서 재판을 진행하고 판결을 내리는 업무를 진행한다. 범죄를 수사하여 공소를 제기하고 법의 정당한 적용을 법원에 청구하며 재판의 진행을 지휘, 감독한다.", "판사\n증인의 채택, 재판 방식 및 기타 재판절차를 정한다.\n재판진행을 통해 민사 분쟁을 해결하며, 기소된 형사사건의 범죄여부를 판단한다.\n변호사와 검사의 논쟁을 경청하고, 변호인 및 증인의 진술과 법정에 제출된 증거를 검토ㆍ추론한다.\n검사\n형사사건이 접수되면 사법경찰관을 지휘, 감독하여 범죄의 증거를 수집하고 분석한다.\n공소를 제기하고 피고를 기소 또는 방면하기 위한 반대증거를 제시한다.\n법원에 정당한 법령의 적용을 청구하고 형사재판을 집행, 지휘, 감독한다.", "판사\n검사"]}, {"name": "변호사(2212)", "descriptions": ["법률사건의 당사자 또는 기타 관계인의 위임 또는 공무소의 위촉 등에 따라 법정에서 사건을 변론하고 법적 권리와 의무에 관하여 조언하는 자를 말한다. 소송사건, 비송사건과 소원, 심사청구, 이의신청 및 행정기관에 불복신청 등에 관한 제반 법률사무를 수행한다.", "사건 당사자 등의 의뢰 또는 관공서의 위촉을 받아 민사소송사건ㆍ조정사건ㆍ비송사건ㆍ행정소송사건 등의 대리인으로서 소송ㆍ소원 등의 제기와 취하, 조정, 이의 등을 신청하고 기타 일반 법률사무를 수행한다.\n법정에서 당사자를 대리하여 변론을 한다.\n소송기술을 구사하여 소송을 의뢰인에게 유리하게 이끌어 가고 판결ㆍ결정에 불복하는 경우에는 심급에 따라 항소ㆍ상고 등의 절차를 밟는다.\n증서에 관한 인증업무를 담당하는 공증업무를 수행하기도 한다.", "변호사"]}, {"name": "법무사 및 집행관(2213)", "descriptions": ["타인의 위촉에 따라 법원과 검찰청에 제출할 서류를 작성하고 등기 및 공탁사건의 신청 대리에 관한 제반 업무를 대행하거나 지방법원 및 지방법원 지원에 배치되어 주로 송달 시행 및 강제집행에 관한 처분을 행하는 일을 하는 자를 말한다.", "의뢰인이 문서나 구두로 의뢰한 사항을 접수하고 관계법령의 규정에 따라 법원과 검찰청에 제출하는 서류와 법원ㆍ검찰청업무에 관계되는 서류나 기타 등록신청에 필요한 서류를 작성한다.\n구비된 서류를 관련기관에 제출하고 등기와 공탁에 관한 수속절차를 대행한다.\n민사관련 신청 서류의 작성이나 소송관련 서류를 작성해주는 일도 한다.", "법무사\n집행관"]}, {"name": "변리사(2214)", "descriptions": ["타인의 위촉에 따라 지식재산권 전반의 창출·활용, 보호 및 분쟁에 관한 업무를 수행하는 자를 말한다.", "공업소유권의 발명자나 출원인과 출원서의 작성 및 등록에 관한 제반사항을 상담한다.\n특허법, 의장법, 상표법 등에 의한 공업소유권과 지적소유권에 대한 법률적 관리업무, 심판업무, 변리업무를 수행하기 위하여 특허권을 획득하고자 하는 대상의 설계도, 명세서, 제품 등을 조사ㆍ검토하고 유사 또는 관련 제품의 특허권을 조사한다.\n공업소유권의 권리분쟁에 관한 이의신청, 심판 및 항고심판의 청구에 관한 제반 업무를 대리한다.", "변리사\n특허 전문가"]}, {"name": "기타 법률 전문가(2219)", "descriptions": ["어느 세세항목에도 분류되지 않은 법률 전문가가 여기에 분류된다."]}, {"name": "법률 사무원(2220)", "descriptions": ["법률문제와 관련된 소송이나 재판의 서류작성·고지, 특허권의 출원·등록 등의 전문적인 법률 사무를 수행한다.", "법무 사무원\n변호사 사무실, 법무사 사무실 또는 기업체에서 법률문제와 관련된 전문적 사무업무를 수행한다.\n특허법률 사무원\n의뢰인에 의해 고안된 발명이나 고안을 권리화하고 등록된 권리를 방어ㆍ보존하기 위하여 특허권의 출원ㆍ등록ㆍ이의신청ㆍ심판청구 등에 관련된 사무업무를 수행한다.", "특허 사무장\n특허 사무원\n법무 사무원\n변호사 사무원\n법정 사무원\n양도수속 사무원"]}, {"name": "사회복지사(2311)", "descriptions": ["다양한 사회적, 개인적 문제를 겪는 사람과 아동, 청소년, 노인, 장애인 등 보호가 필요한 사람을 대상으로 사회복지학 및 전문지식을 이용하여 문제를 진단하고 해결해 주며, 사회에 잘 적응할 수 있도록 돕는 자를 말하며 사회복지 기획, 상담, 사례 관리, 자원연결 등의 일을 한다.", "사회적, 개인적 문제로 어려움에 처한 의뢰인을 만나 그들이 처한 상황과 문제를 파악하고 그들이 필요로 하는 서비스의 유형을 판단한다.\n문제를 처리, 해결하는 데 필요한 방안을 찾기 위해 관련 자료를 수집ㆍ분석하여 대안을 제시한다.\n재정적 보조, 법률적 조언 등 의뢰인이 필요로 하는 각종 사회복지프로그램을 기획, 시행, 평가한다.\n공공복지 서비스의 전달을 위한 대상자 선정 작업, 복지조치, 급여, 생활지도 등을 한다.\n사회복지 자원봉사자를 모집하여 교육시키고 배치 및 지도감독을 한다.\n사회복지정책 형성과정에 참여하여 정책분석과 평가를 하며 정책대안을 제시한다.\n정신보건사회복지사는 정신질환자에 대한 개인력 조사 및 사회조사 작업을 진행하며 정신질환자의 사회복귀 촉진을 위한 생활훈련 및 작업훈련, 그 가족에 대한 교육, 지도 및 상담 업무를 수행한다.", "사회복지사(교정담당, 학교, 의료, 산업, 기업,아동복지시설, 사회복지관)\n사회복지 전문요원\n사회사업가\n정신보건 사회복지사\n사회복지 상담원\n사회복지자원봉사 관리자"]}, {"name": "상담 전문가(2312)", "descriptions": ["개인 및 가족, 조직의 심리, 정서, 관계, 문화와 관련한 상담을 통해 내담자의 심층적인 내면을 탐색하고, 이것이 내담자의 사고, 행동, 정서에 어떻게 영향을 미치는지를 밝혀 내어 문제를 진단하고 심리검사, 상담프로그램 등 도구나 상담기법을 활용하여 예방교육, 발달지도 및 치유 활동을 하는 자를 말한다.", "성격, 적성, 진로 등에 대해 상담을 요청하는 개인(내담자)과 만나 대화를 통해 문제를 파악하고 진단한다.\n내담자를 대상으로 표준화된 다양한 심리검사를 실시하고 그 결과를 분석한다.\n분석한 결과를 토대로 상담을 진행하여 검사 결과를 해석해 주며 개인상담, 집단상담, 자기성장 프로그램, 대인관계 향상 프로그램 등 다양한 방식으로 앞으로의 바람직한 방향을 제시한다.\n상담교사의 경우 중ㆍ고등학교에서 급격한 신체적인 변화와 사춘기를 겪으면서 정신적인 과도기에 놓여있는 학생들을 대상으로 학교 외 생활에서 경험하는 다양한 문제들에 대한 상담을 진행하고 학생들의 생활지도 계획을 수립하고 관리ㆍ조정한다.", "상담심리 전문가\n상담 심리사\n상담가\n상담 교사\n청소년 상담원\n청소년 지도사"]}, {"name": "청소년 지도사(2313)", "descriptions": ["청소년수련활동(프로그램, 사업)을 전담하여 청소년의 신체단련, 정서함양, 자연체험, 예절수양, 사회봉사, 전통문화활동 등을 지도하는 자를 말한다."]}, {"name": "직업상담사(2314)", "descriptions": ["상담의 기본원리와 기법을 바탕으로 노동시장 정보 제공, 구인·구직 상담, 진학 상담 등 직업 및 취업과 관련된 전반적인 정보를 수집하고 분석,가공하여 제공하는 등의 직업 관련 상담을 한다.", "구직자나 이직희망자를 대상으로 근로기준법을 비롯한 노동관계법규 등 노동시장에서 발생되는 직업과 관련된 상담과 구인ㆍ구직상담, 창업상담, 경력개발상담, 직업적응상담, 직업전환상담, 은퇴 후 상담 등 각종 상담 업무를 수행한다.\n구직자나 이직 희망자를 대상으로 적성, 흥미검사 등을 실시하여 구직자의 적성과 흥미에 알맞은 직업정보를 제공하고 청소년, 여성, 중ㆍ고령자, 실업자 등을 위한 직업지도 프로그램을 개발하고 운영한다.\n직업소개소에서 경비, 건설노동자, 경리, 운전기사, 식당종사자 등에 대한 단순 직업소개 업무를 담당한다.\n헤드헌터는 고급인력에 대한 관리 및 기업체가 원하는 인력에 대한 선정에서부터 평가, 알선까지 여러 단계의 조사과정을 거쳐 적정인력을 소개하는 업무를 담당한다.\n근로자파견 관리원은 파견근로 대상 직종의 근로자를 모집하고 업체에 공급하며, 파견을 위한 계약서 작성, 근로자 사용자업체와의 긴밀한 관계유지, 파견근로자의 임금 및 복리후생관리, 파견근로자의 교육, 근로자의 능력과 기술의 재평가 등 파견근로자에 대한 전반적인 사항을 관리하는 업무를 수행한다.", "헤드헌터(고급인력컨설턴트)\n직업상담원\n취업알선원"]}, {"name": "시민단체 활동가(2315)", "descriptions": ["주로 ‘간사’로 불리며 정치, 복지, 주택, 고용, 여성, 청소년, 건강 등 사회 문제와 관련된 사회단체, 봉사단체, 시민단체에서 사회개발계획을 수립하고 집행하는 업무를 수행하는 자를 말한다.", "기관 및 단체 또는 개인에게 필요한 사회서비스 프로그램을 개발하고 업무 수행을 지휘하거나 지원한다.\n건강, 복지, 주택, 고용, 여성, 청소년, 통일, 인권 등 다양한 사회문제를 해결하기 위한 각종 사회활동을 연구하고 평가한다.\n사회활동과 관련된 각종 정책을 계획하고 예산의 편성과 집행 및 자금조달을 돕기도 한다.\n기관 및 단체 또는 개인들을 대상으로 자문 및 상담을 하기도 한다.", "사회단체 활동가\n사회단체 간사\n사회운동가(시민운동, 인권운동, 통일운동 등 각종 사회운동)"]}, {"name": "보육교사(2321)", "descriptions": ["공공 또는 민간 어린이집, 아동복지시설, 기타 유아교육기관 등에서 유아를 대상으로 유아의 발달 과정에 맞는 교육 내용을 지도하는 자를 말한다.", "아동상담소, 어린이집, 영아원, 육아원, 아동입양위탁시설, 정서장애아시설 등의 아동복지시설에서 위탁된 영아를 일정기간 관찰실에 수용하고 심신 상태를 관찰한 다음 발육단계나 건강상태에 따라 구분ㆍ수용한다.\n건강상태, 발육경과를 계속 관찰하고 보호하며 연령, 발육정도에 적합한 연간 및 일일 보육계획을 세운다.\n유아의 정서 및 지능발달을 위하여 그림책, 장난감, 악기, 미끄럼틀, 그네 등의 설비를 준비하고 자유놀이와 집단유희를 지도하거나 일정한 시간에 영아에게 우유를 먹이고 취침, 목욕, 옷 입기, 용변 등을 보살피고 생활습관을 가르친다.\n비품을 관리하고 실내외를 정리ㆍ정돈한다.", "보육교사"]}, {"name": "기타 사회복지 종사원(2329)", "descriptions": ["상기 세분류에 포함되지 않은 유사한 직무를 수행하는 자로서 복지시설의 생활지도 및 기타 사회복지서비스를 제공한다.", "집단 활동을 통하여 구성원 개개인의 흥미를 충족시키고 집단목표를 성취할 수 있도록 성인, 아동, 부랑아 등을 대상으로 집단을 조직하여 지도한다.\n각 구성원과 면담하고 개인 및 사회적인 적합성, 능력, 흥미 및 욕구 등을 고려하여 집단배치를 계획한다.\n집단목표를 결정하고 집단을 조직ㆍ지도한다.\n단체사회사업에 종사하는 사회사업종사자나 자원봉사자들을 훈련시키고 감독하기도 한다.\n양로원, 노인요양원, 심신장애재활원 등의 사회복지수용시설에서 수용자들의 생활교육을 조직ㆍ지도하기도 한다.", "생활지도원"]}, {"name": "성직자(2331)", "descriptions": ["종교예식이나 의식을 집행하고 관장하며 신자에게 정신적, 도덕적 지도를 하는 사람으로 교리의 해설과 설교를 하며, 종교의식을 집행한다.", "종교의례와 의식을 거행하거나 관리하며 창조, 속죄 또는 구원행사의 의식적 재연을 관장한다.\n의식을 거행할 때에는 불경이나 성경 등의 경전을 읽는다.\n정신적인 결핍 또는 안식을 갈망하는 사람들을 도와주며 신앙으로 인도한다.\n교육기관ㆍ의료기관ㆍ교도소ㆍ경찰ㆍ군대 등에서 교육적ㆍ종교적 활동을 수행하기도 한다.\n신도의 가정을 방문하여 신앙심을 고취시키거나 병든 사람을 위로하며 가난한 사람을 도와주고, 정신적인 결핍 또는 안식을 갈망하는 사람들을 도우며 신앙으로 인도한다.\n각종 모임이나 종교 교육프로그램을 지도ㆍ감독한다.\n단체에 근무하는 경우 성직자 양성을 담당하거나 하위성직자로 하여금 종단의 관리나 인사ㆍ재무ㆍ사무 등의 일을 제대로 수행하도록 지도하거나 감시하며, 임금근로자나 자원봉사자가 있을 경우에는 이에 대한 관리감독의 업무를 수행하기도 한다.", "목사(교목, 원목, 군목, 부목사)\n사제(주교, 신부)\n부제교무(원불교)\n전교(대종교, 유교)\n승려(스님, 법사)"]}, {"name": "기타 종교 종사원(2339)", "descriptions": ["해당 종교의 한 구성원으로 성직자를 보조하고 제반 종교적 활동을 수행한다. 수녀는 천주교회에서 신부를 보조하거나 수녀원 등에서 제반 종교적 활동을 수행한다. 그 외 종교기관이나 종교단체 종사자로 종교적인 업무를 담당하거나 특정 종교의 가르침을 설교하고 전파하는 일을 한다.", "일정한 수련과정을 거치며 신앙을 고취하기 위하여 수도를 한다.\n종교의 교리를 가르치기도 하며 사회적인 봉사활동을 조직하여 수행하기도 한다.\n포교사는 불교에서 수행정진, 종단과 사찰운영 및 포교를 겸하고 있는 승려와는 달리 재가불자로서 포교를 중심적으로 수행한다. 또한 새롭게 불교에 입문하고자 하는 초심자에게 불교문화를 자연스럽게 연결해 주거나 사회에서 소외되어 있는 계층(장애인, 독거노인, 일탈청소년, 수용시설 수용자, 환자, 소년소녀가장 등)에 대해 상담활동, 물질적 지원 등을 수행한다.\n전도사는 교회에서 맡은 역할에 따라 청소년이나 초 신자들의 교육을 담당하거나, 찬양, 율동, 음악 등을 담당하기도 하며, 교회의 홍보업무를 담당하기도 한다.\n수녀는 천주교회에서 신부를 보조하여 미사와 일곱 집전을 보조하며, 신자들에게 신앙 및 정신적ㆍ도덕적 지도를 하며, 수녀수련소에서 수녀 지원자를 교육시킨다.", "수녀\n수사\n전도사\n포교사\n수도사"]}, {"name": "경찰관 및 수사관(2401)", "descriptions": ["국민의 안전과 질서 유지를 위해 교통, 방범, 보안, 경비, 수사, 외사 등의 분야에서 활동하며 범죄 예방 및 범죄자 검거, 각종 유해업소 단속, 교통정리, 국가의 주요 시설물 경비 등 국민의 안전과 국가질서 유지를 위해 각종 서비스를 제공한다.", "교통흐름을 원활히 하기위해 교통시설물 관리 및 배치, 교통정리 등을 한다.\n국가의 주요 시설물, 제외공관 등 보안시설을 관리한다.\n범죄예방활동을 위한 순찰, 기초질서위반자의 단속, 범죄유발환경인 주점, 숙박시설, 무도학원 등 풍속영업소의 단속업무를 비롯하여 조직폭력배, 컴퓨터범죄자, 마약사범, 환경사범 등 각종 범죄의 예방 및 검거 업무를 수행한다.\n여성ㆍ어린이 범죄 단속뿐 아니라 외국인범죄단속, 불법체류ㆍ불법취업 등 출입국사범 단속, 국제조직범죄와 연계된 각종 밀수범죄 단속 등의 업무를 통해 여러 민생침해범죄의 예방과 검거활동을 한다.\n여자경찰들의 경우는 주로 수사민원 관련 업무를 담당하고 있지만, 강력범을 대상으로 수사 및 체포업무를 하는 경우도 있다.\n기소한 범법자에 대한 재판이 있을 경우에는 증인자격으로 법원에 출두하기도 한다.", "해양 경찰관\n경찰관\n교통 경찰관"]}, {"name": "소방관(2402)", "descriptions": ["화재 및 사고를 예방하고 화재 또는 사고가 발생하였을 경우 진화작업을 수행하며 인명과 재산을 구조하는 자를 말한다.", "소방기구, 호스, 소화기 등의 각종 소방장비와 건물의 소방 설비를 점검한다.\n화재를 진압하고 인명을 구조한다.\n화재위험을 감지하거나 화재원인을 입증하기 위해 건물의 구조적 특징, 구성 재료 및 내용을 비교한다.\n소방차를 운전하고 펌프 장비를 조작한다.", "소방관"]}, {"name": "교도관 및 소년원학교 교사(2403)", "descriptions": ["교도소, 구치소 및 소년원, 소년원 학교 등에서 수용자를 관리하고 교정교육을 수행한다.", "수용자를 관리하고 교화한다.\n수용자에게 교화교육, 직업훈련 등 교정교육을 수행한다.\n범죄를 예방하거나 범죄자를 재활시키기 위하여 청소년 클럽, 지역공동체센터 유사조직에서 사회, 오락 및 교육활동을 조직, 감독한다.", "소년보호관\n교도관"]}, {"name": "영관급 이상 장교(2501)", "descriptions": ["육·해·공군의 소령 이상 장교로서 지휘관과 참모를 포괄한다."]}, {"name": "위관급 장교 (2502)", "descriptions": ["육·해·공군의 소위, 중위 및 대위를 포함한다."]}, {"name": "부사관(2503)", "descriptions": ["육·해·공군의 부사관을 말한다."]}, {"name": "기타 군인(2509)", "descriptions": ["일반 병사 등 상기에 해당하지 않은 군인을 포함한다."]}, {"name": "전문 의사(3011)", "descriptions": ["전문의학적 지식을 적용하여 인체의 질병을 예방하며 이미 질병에 감염되었거나 상처를 입은 사람을 진단하고 치료하는 업무를 수행한다.", "환자의 질병, 장애에 대한 처방, 치료의 범위 및 방법을 결정하기 위하여 의료검사, 시험 및 진단을 통하여 얻은 자료를 분석하고 치료의 종류와 순서를 결정한다.\n진단 및 치료를 위하여 내ㆍ외과적 기구 및 장비를 사용하고, 처방된 치료와 건강상의 유의점을 환자에게 알려준다.\n투약을 비롯한 각종 치료행위를 처방, 지시하고 환자들에게 식사, 질병예방 등에 관해 조언하며, 예방접종을 실시한다.\n의학실험을 수행하고, 외과수술을 집도하며, 특수기술 및 장비를 이용하여 환자를 치료한다.\n경우에 따라서는 환자를 위해 왕진을 하기도 한다.\n전문 의사는 내과, 외과, 소아과, 산부인과, 안과, 이비인후과, 피부과 등 각 전문 의료 분야별로 인체의 질병을 예방하고, 진단ㆍ치료하는 업무를 수행한다.", "내과 전문 의사\n소아과 전문 의사\n산부인과 전문 의사\n정신과 전문 의사\n안과 전문 의사\n이비인후과 전문 의사\n결핵과 전문 의사\n재활의학과 전문 의사\n예방의학과 전문 의사\n신경과 전문 의사\n가정의학과 전문 의사\n산업의학과 전문 의사\n핵의학과 전문 의사\n일반외과 전문 의사\n정형외과 전문 의사\n신경외과 전문 의사\n흉부외과 전문 의사\n성형외과 전문 의사\n피부과 전문 의사\n비뇨기과 전문 의사\n진단방사선과 전문 의사\n치료방사선과 전문 의사\n마취과 전문 의사\n임상병리과 전문 의사\n해부병리과 전문 의사\n응급의학과 전문 의사"]}, {"name": "일반 의사(3012)", "descriptions": ["의료 부분의 일반적인 질환, 장애 및 질병을 진료·예방하는 자로 간단한 의료기구를 사용하여 환자를 진찰하고 검사하며 결과를 분석하여 치료 및 약물을 처방하는 자를 말한다. 또한 전염병 예방접종을 시행하고 환자에게 식사, 질병 예방 등에 관하여 조언한다. 경우에 따라서는 환자를 위해 왕진하기도 한다.", "일반 의사\n공중보건 의사"]}, {"name": "한의사(3013)", "descriptions": ["한방치료술인 한약과 침술 등 한방의료 원리 및 기술을 바탕으로 인체의 질병과 장애를 진료하고 예방하는 업무를 수행하는 자를 말한다.", "환자의 질병과 장애를 문진(問診), 망진(望診), 절진(切診) 및 진맥(診脈) 등의 방법으로 진단한다.\n환자의 상태에 따라서 한약재를 처방하여 탕약(湯藥)으로 달이거나 침, 뜸(구), 부항(附缸), 물리치료, 수기요법(手技療法) 등의 치료법을 사용하여 치료한다.\n전문한의사는 한방내과, 침구과, 한방소아과, 한방부인과, 외관과(안과, 이비인후과, 피부과), 한방신경정신과, 한방재활과, 사상체질과 등 8개 과목으로 전문화하여 진단ㆍ치료한다.", "전문 한의사(한방내과, 한방부인과, 한방소아과,한방신경정신과, 침구과,외관과,안과ㆍ이비인후과ㆍ피부과,한방재활의학과, 사상체질과 등)\n일반 한의사\n인턴(한의사)\n개업 한의사\n공중보건 한의사\n레지던트(한의사)"]}, {"name": "치과 의사(3014)", "descriptions": ["전문의학적 지식을 적용하여 치아의 건강을 돌보고 치아질환을 치료하는 일을 수행한다.", "치과전문의사는 구강악 안면외과, 치과보철과, 소아치과, 구강 병리과, 예방치과, 치과교정과, 치과보존과, 구강내과, 구강악 안면방사선과, 치주과 등 10개 과목으로 전문화하여 진단ㆍ치료하는 업무를 수행한다.\n일반치과의사는 치아의 건강을 돌보고 치아 질환을 치료하는 일을 수행하는 자를 말한다.\n치아와 잇몸, 구강조직의 질병이나 상해 및 기능 이상을 진단하고 치료한다.\n구강질환을 정밀하게 진단하기 위해서, X-ray 및 기타 의료기기를 이용한 병리검사를 지시한다.\n회전공구, 수공구 등 치과기구를 사용하여 외과적 수술 및 약물치료를 한다.\n치아를 청소하고, 홈을 때우며, 이를 뽑거나 심으며 의치로 대체하는 일도 수행한다.", "치과 전문의사\n치과 일반의사"]}, {"name": "수의사(3020)", "descriptions": ["동물의 질병과 상해를 예방, 진단, 치료하는 업무를 수행하는 자를 말한다.", "동물들의 각종 질환을 진단, 치료하고 수술을 집도한다.\n동물들을 대상으로 예방 접종을 실시한다.\n도시지역의 동물병원 수의사는 진료실에서 주로 애완동물의 진료를 행하고 투약 등의 처치를 실시한다. 이들은 고객과 동물관리에 관한 상담에도 많은 시간을 할애 한다.\n농촌지역에서 활동하는 수의사는 축산동물들을 주로 담당한다. 검사를 위해 다양한 기구를 가지고 축산농가로 왕진을 나가 진료를 하며, 축산농가에서 궁금해 하는 여러 가지 축산문제나 경영상의 어려움 등의 질문에 상담을 해준다.\n공직에 있는 수의사는 국가 수의업무 전반을 담당하고 있다. 가축의 질병 예방이나 가축의 개량 및 번식업무를 담당하거나 동물용 의약품의 안전성 확보를 위한 검정시험 실시 외에 해외로부터 가축이나 축산물, 모피 등의 유입 시 혹은 국내에서 생산한 모든 축산물을 해외로 수출할 경우에는 전염병을 막기 위한 검역작업을 실시한다.", "수의사\n공직수의사"]}, {"name": "약사 및 한약사(3030)", "descriptions": ["의사의 처방(약사 관련) 및 한의사의 처방(한약사 관련) 또는 환자의 상태에 따라 공인된 처방에 따라 약품을 조제, 판매하며 환자의 약력 관리와 복약지도 등의 업무를 수행한다.", "의사 및 한의사의 처방전을 확인하여 지시된 약(한약 포함)을 조제하거나 공인된 처방의 종류 및 조제방법에 따라 약을 조제한다. 또는 보조원에게 조제를 지시하고, 약품의 사용량이 지정량을 초과하지 않도록 감독한다.\n조제된 약을 환자에게 내주기에 앞서 복용방법과 부작용 및 보관 시 주의사항 등을 환자가 알아들을 수 있도록 설명하고, 부작용 가능성에 대하여도 조언한다.\n의약품(한약재 포함) 등을 주문하고 약품의 공급을 관리하며, 이외에 의약품의 특성, 순도, 농도 등을 검사하기 위하여 성분을 분석하기도 한다.\n한약사 시행 전까지 한방병원 등에서 한약조제 업무를 담당한 한약조제약사는 약사 면허 소지자로 약사법「제21조 7항 및 부칙 제4조 1항」의 규정에 의하여 한약사에 준하여 한약을 조제할 수 있다.", "약사\n한약사\n한약업사"]}, {"name": "간호사(3040)", "descriptions": ["의사의 진료를 돕고 의사의 처방이나 규정된 간호기술에 따라 치료를 행하며 의사 부재 시에는 비상조치를 취하기도 한다. 환자의 상태를 점검, 기록하고 환자나 가족에게 치료, 질병 예방에 관한 설명을 해 준다. 조산사는 병원, 의료기관 및 가정에서 산모의 임신, 분만, 산후 처치를 보조하고 정상 분만을 유도하며 신생아 및 임신부나 산모를 간호하는 업무를 수행한다.", "간호사\n의사의 치료를 돕고, 의사의 처방에 따라 치료를 행하며, 의사 부재 시 비상조치를 취한다.\n환자의 상태를 점검하기 위해 체온, 맥박, 혈압 등을 측정하며, 병실 및 침대를 준비하고 환부를 씻거나 장비를 소독한다.\n수술 또는 분만시술 중인 의사 및 해당 환자를 돕고, 간호활동에 관한 기록을 수집하여 관련 문제에 대해 조언하기도 한다.\n보건 교사\n학교 등에서 학생들의 건강에 관한 계획을 수립하고 학교의 보건활동을 수행한다.\n조산사\n조산사는 산모의 최초검사에 참여하고 산모의 보호, 치료 및 호송을 도우며, 임신기간 동안 임산부의 건강상태를 관찰ㆍ점검하기 위해 산모와 상담하고 신체검사 및 임상검사 등을 보조하며, 산모의 음식 및 태아의 건강에 관해 지시ㆍ조언한다.\n신생아를 받아내고, 산모 및 신생아가 정상적인 상태를 유지하도록 산후검사 및 치료를 하며, 임신기간이나 분만중 산모 및 신생아에게 이상증상이 나타난 경우에는 즉시 응급처치를 하고 산부인과의사의 진단을 받게 한다.\n산모와 가족들에게 임신ㆍ해산 등에 관한 지식을 제공한다.", "정신전문 간호사\n마취전문 간호사\n가정전문 간호사\n일반 간호사\n보건전문 간호사\n보건교사\n조산사"]}, {"name": "영양사(3050)", "descriptions": ["건강 증진 및 질병 치료를 목적으로 개인 및 단체에 균형 잡힌 음식물을 공급하기 위하여 식단을 계획하고 조리 및 공급을 감독하는 업무를 수행한다.", "영양기법과 응용에 관하여 연구ㆍ개발하고 이들을 적용한다.\n사용식품의 신선도를 검사하며, 사용식품의 함유열량의 단위를 계산하고 섭취영양소의 양을 분석한다.\n조리담당자의 조리ㆍ위생 상태를 관리ㆍ감독하며, 조리된 음식의 조화ㆍ맛ㆍ질감을 평가하기 위하여 검식을 한다.\n주방기구ㆍ시설ㆍ설비의 위생을 점검하고 감독하고 일일 식품소비량을 관리한다.\n영양관리를 조언하는 경우 상담영영사로 호칭되기도 하며, 의사의 처방에 따라 환자식을 준비하여 공급하는 경우 임상영양사로 호칭되기도 한다.", "임상 영양사\n보건 영양사\n영양 교사\n급식경영 영양사\n관리 영양사\n상담 영양사\n산업보건 영양사\n식품위생 영양사"]}, {"name": "임상병리사(3061)", "descriptions": ["의사의 지시에 따라 환자의 질병을 진단, 치료, 예방하기 위하여 혈액, 체액, 세포, 조직 등의 검사물을 채취하고 검사하는 업무를 수행하는 자를 말한다.", "응고, 착색 등의 기법을 적용하여 인체의 기관, 조직, 세포, 혈액, 분비물 등의 가검물을 준비하고 검사ㆍ분석ㆍ실험한다.\n감염여부를 조사하고, 병원체에 대한 각종 약품의 효과를 관찰하기 위하여 현미경, 광전비색계, 혈액세포 측정계 등의 실험기구를 조정ㆍ조작한다.\n검사, 실험, 분석내용을 기록하고 보고서를 작성한다.\n예방액을 준비한다.", "병원미생물실험기사\n해부병리기사\n뇌파기사\n인공심폐기기사\n병원생화학실험기사\n혈액검사기사\n폐기능검사기사\n성분수혈검사기사\n병원세균검사기사\n근전도기사\n심전도기사"]}, {"name": "방사선사(3062)", "descriptions": ["의사, 치과의사의 진단 및 처방에 따라 규정된 의료기술을 토대로 인체의 질병, 장애 등의 진단을 위해 방사선 관련 방사성물질 및 장비 등을 취급, 관리하여 진단정보 제공 및 치료 업무를 수행한다.", "의사의 지시나 처방에 따라 검사, 진단, 치료를 하기 위하여 주사를 놓거나 전극을 필요한 부위에 접착하고 환자의 위치를 조정하며 약품이나 화학 용액 또는 방사성 동위원소를 준비하는 등 검사 전 처리를 한다.\n방사선 장비를 조정ㆍ조작한다.\n기록된 자료 및 결과를 정리ㆍ분석하여 의사에게 제공한다.\n환자의 기록을 관리한다.", "심혈관조영 기사\n치료방사선 기사\n전산화단층진단 기사\nCT촬영 기사\n투시진단 기사\nMRI 촬영 기사"]}, {"name": "치과기공사(3063)", "descriptions": ["치과기공소에서 치과의사의 처방에 따라 구강조직의 저작 기능 및 외관을 개선하기 위한 치과기공물, 충전물 및 고정 장치 등을 제작, 가공, 수리하는 자를 말한다.", "치과의사의 처방에 따라 구강보철물(크라운(crown), 브리지(bridge), 전체틀니, 부분틀니, 매식의치, 도재의치 등)을 제작하기 위해 치과 병ㆍ의원으로부터 환자의 치아모형을 본뜬 모형을 받아온다.\n모형에 따라 석고모형을 뜬 다음 금, 은, 합성수지 등으로 치아를 만들거나 의치 교정틀 등 치아에 필요한 보철 제작물을 주조한다.\n주조 후 제작물을 정교하게 연마하여 보철물을 완성하고 모형에 맞게 완성되었는지 확인한다.", "치과기공사"]}, {"name": "치과위생사(3064)", "descriptions": ["치과의사를 보조하여 치주 질환을 예방,치료하고 구강 관리 안내 업무를 수행하는 자를 말한다.", "치과 진료기구 및 장비를 소독하고 배치ㆍ관리한다.\n구강상태를 간단히 시진하여 치료의 종류를 분석한다.\n구강 내의 여러 가지 침착물을 제거하고 치아표면을 매끈하게 하여 치주질환을 예방한다.\n환자의 건강상태를 기록하고 기록카드를 관리한다.\n치료 후의 환자에게 주의사항을 설명한다.\n개인 또는 대중을 상대로 구강보건교육을 실시한다.", "치과위생사"]}, {"name": "물리 및 작업 치료사(3065)", "descriptions": ["의사의 진단 및 처방에 따라 환자에게 운동, 열, 전기, 광선 등의 물리적인 방법을 적용하여 신체기능장애나 통증을 완화, 회복시키는 업무를 수행하거나 환자의 정신적·정서적 불안 및 질환 또는 신체적 장애를 치료하기 위해 작업훈련을 통해 치료 활동을 수행한다.", "환자의 상태와 신체기능을 평가하기 위하여 다양한 검사를 실시한다.\n각종 치료기구를 적용하여 온열치료, 전기치료, 운동치료, 약물치료 등을 시행한다.\n환자의 치료경과를 평가하고 담당의사에게 보고한다.\n각종 시험기구 및 치료기구와 약품을 준비, 소독, 관리한다.\n진료시간을 조절하고, 진료기록을 유지하는 등의 사무업무를 처리한다.", "물리치료사\n작업치료사\n물리요법사\n작업요법사"]}, {"name": "임상심리사(3066)", "descriptions": ["정신적인 장애가 있는 사람에게 약물치료를 하지 않으면서 강박증, 조울증, 신경증 등의 병을 치료하는 업무를 수행하는 자를 말한다."]}, {"name": "재활공학 기사(3067)", "descriptions": ["장애인이나 노약자처럼 신체 기능의 일부가 본래 기능을 못하게 되는 경우 그 기능을 구현하기 위해 보조기 장비를 개발하고 성능을 개선하거나 유지, 보수하는 자를 말한다.", "의지 기사\n보조기 기사"]}, {"name": "기타 치료·재활사 및 의료기사(3069)", "descriptions": ["상기 세분류 항목에 포함되지 않는 치료·재활사로서 언어기능장애 치료, 청각장애 치료, 그 외 정신적·육체적 장애가 있는 사람에게 놀이, 연극, 예술 등의 다양한 방법으로 증상을 치료하는 업무를 수행한다. 전통 의료치료사는 전통적인 기술을 사용하여 인간의 정신 및 신체적 질환을 치료하는 업무를 수행한다.", "정신적 문제를 겪는 환자 및 내담자들에 대한 정확한 평가를 위하여 인지능력, 정서, 성격, 적성 등 정신건강 제반사항에 대한 평가를 내린다.\n내담자의 정서적, 성격적, 행동적 문제들에 개입하여 문제해결을 돕는다.\n정신건강과 관련된 제반 문제들에 대한 프로그램 개발을 위한 작업을 수행한다.\n심리치료에 관한 연구를 수행하기도 한다.\n심리치료 컨설턴트 또는 교육자로 활동하기도 한다.\n지역사회에서 전통적으로 사용되는 기법과 신앙의 힘과 영적인 조언에 의하여 인간의 정신적 및 신체적 질환을 치료하는 활동을 하는 자를 말한다.", "심리치료사\n임상심리사\n임상심리상담원\n정신보건임상심리사\n놀이치료사\n언어치료사\n언어 임상가\n언어청각 임상가\n음악치료사\n미술치료사\n원예치료사\n전통의료 치료사(침사, 접골사 등)"]}, {"name": "응급구조사(3071)", "descriptions": ["화재나 응급환자가 발생한 현장에서 구조 업무를 행하며 현장 또는 이송 중 응급처치를 한다. 의료기관 내에서 진료의 보조로서 응급의료 관련 업무에 종사한다.", "응급환자의 신고접수에 의하여 필요한 준비를 한 후, 신속히 현장에 출동하여 필요한 응급처치를 행한다.\n해결하기 곤란하거나 어려운 문제에 대해서는 지도의사와 유ㆍ무선통신으로 협의하여 조치하며, 현장에서의 긴급한 처치가 끝나면 가까운 응급의료시설로 환자를 이송한다.\n출동사항과 처치내용을 기록하고 이를 해당 응급환자의 진료의사에게 보고한다.\n구급차내의 장비를 언제든 사용할 수 있도록 항상 점검하고 이상이 있는 장비는 정비 또는 교체하며, 환자의 응급처치에 사용한 의료용 소모품이나 비품은 귀환 즉시 보충한다.\n구급차의 무선장비를 매일 점검하여 통화가 가능한 상태로 유지한다.\n응급구조사의 업무는 자격급수별로 수행가능범위가 다르다.", "응급구조원\n해변 경호원\n인명구조원\n연안 경비대원\n해변 순찰원"]}, {"name": "위생사(3072)", "descriptions": ["방역업체, 음식점, 단체급식소 등에서 위생 상태의 개선에 관한 문제와 기법에 관하여 감시 및 조언하고 위생의 질을 유지 또는 개선하기 위한 조치를 취하는 자를 말한다. 또한 전염병원체 및 공기 중 유해물질 통제, 위생식품 취급, 쓰레기의 적합한 처리 등의 개선된 방법을 조언한다.", "위생사\n위생검사원"]}, {"name": "안경사(3073)", "descriptions": ["고객에게 안경 및 콘택트렌즈를 처방하고 맞추어 주며 시력 보조구 사용법을 알려주는 자를 말한다.", "고객의 시력을 검사하고 안경, 콘택트렌즈 또는 기타 시력증진을 위한 처방을 하며 의학적 치료가 요구되는 경우는 안과의사에게 보낸다.\n얼굴형태, 눈의 크기, 두 눈동자간의 거리, 각막의 두께 및 코의 높이 등을 측정하여 고객의 얼굴에 가장 맞는 크기와 모양의 안경테를 추천한다.\n시력에 맞는 렌즈를 선택하여 안경테에 끼우고 고객의 얼굴에 어울리도록 조정한다.\n렌즈 또는 콘텍트렌즈의 세척 및 조정방법을 설명하고 시력보호를 위한 적합한 조명 및 시력 보조기구에 관하여 조언한다.\n보안경, 색안경 및 기타 특수 안경을 판매하기도 한다.", "안경사\n검안사"]}, {"name": "의무기록사(3074)", "descriptions": ["질병 및 수술 분류, 진료기록의 분석·진료통계, 암 등록, 전사(傳寫) 등 각종 의무에 관한 기록 및 정보를 유지·관리하고 이를 확인하는 자를 말한다.", "신규 입원환자의 진료기록을 관리한다.\n환자들의 진료기록내용을 검토하여 분류하고 일정한 순서에 따라 철해둔다.\n철해진 의무기록의 내용을 검토ㆍ분석하여 필요한 정보를 요약하고 통계자료를 작성한다.\n퇴원환자의 질병명에 코드번호를 부여하고 색인화한다.\n암환자의 의무기록을 구분하여 암 등록대장에 기입하고 등록카드를 작성하여 보관한다. 수술실에서 녹음된 테이프의 녹음내용을 기록한다.", "의무기록사"]}, {"name": "간호조무사(3075)", "descriptions": ["각종 의료기관에서 의사 또는 간호사의 지시하에 환자의 간호 및 진료에 관련된 보조업무를 수행하는 자를 말한다.", "병상에 있는 사람이나 요양 환자에 대한 간호를 보조하는 역할을 한다.\n환자의 체온, 맥박 및 호흡수를 측정하여 기록하며, 의사 또는 간호사의 지시에 따라 환자를 치료하고 치료내용 및 소모시간을 기록하기도 한다.\n환자가 신호등을 켜거나 벨을 울려 도움을 청할 때 이에 응하며, 환자를 목욕시키고 옷을 갈아입히며, 환자에게 식사를 가져다주고, 도움이 필요한 환자는 음식도 먹여준다.\n휠체어나 기타 운전기구로 환자를 치료실로 운반하거나, 환자의 걸음을 부축한다.\n치료에 쓰이는 약품, 붕대 등의 의약품을 소독하여 보관ㆍ지급하며, 의료기구 및 물품에 대한 소독ㆍ살균하는 일도 수행한다.", "간호조무사"]}, {"name": "안마사(3076)", "descriptions": ["혈액순환을 원활히 하고 신경을 진정 또는 자극하여 위축된 근육의 신장 및 기타 요법적 효과를 증진하기 위하여 안마하는 자를 말한다.", "안마사"]}, {"name": "기타 보건·의료 종사원(3079)", "descriptions": ["산후조리원에서 산모를 돌보거나 치료사를 보조하여 재활, 물리, 언어, 작업 치료 등에 관련된 활동을 수행하는 자를 말한다.", "거동이 불편한 환자를 돕고 청소를 하고 침대보를 바꾼다.\n살균제, 살균장치, 소독기구 등을 사용하여 의료기구 및 물품을 소독ㆍ살균한다.\n지시와 분류표를 기준으로 약품이나 자료 등을 보관하고 정리한다.\n장비나 기타 물품을 세척하거나 소독한다.\nㆍ 재고목록을 준비하고 공급품을 주문한다.\nㆍ 환자 운반원은 검사가 필요한 환자를 운반한다.", "산후조리 종사원< br>복지시설 보조원\n치료사 보조원\n정신병치료 보조원\n수의사 보조원"]}, {"name": "작가(4111)", "descriptions": ["출판 또는 발표를 위해 소설, 수필, 시 등의 문학작품과 연극, 영화, 방송을 위한 시나리오, 대본을 구상하거나 창작한다. 그 밖에 연설문, 매뉴얼, 사양서 등 구성하거나 작성하기도 한다.", "소설가\n소설의 줄거리나 등장인물을 결정하고 필요한 경우 역사적 배경이나 사건현장을 조사ㆍ분석하여 작품에 반영한다.\n등장인물의 성격, 줄거리의 전개, 심리묘사, 사회적 배경 등을 구상하여 작품을 쓴다.\n출판을 위해 저술하기도 하지만 신문, 잡지 등의 정기간행물에 연재하기도 한다.\n다양한 소재와 시대적 배경을 다루는 작가들이 많지만 역사, 추리, 애정, 공상과학 등 어느 특정 한 분야를 소재로 하여 쓰는 전문작가도 있다.\n수필가\n사물, 현상에 대한 느낌 혹은 작가 자신의 경험을 바탕으로 하여 자유로운 문장형식으로 자신의 정서를 표현ㆍ전달한다.\n시인\n자연, 인생 등 여러 현상을 작가의 주관적이고 독특한 시각으로 관찰하여 시적 어구로 정리한다.\n시나리오 작가\n영화, 방송, 연극 제작을 위해 작품의 주제를 선택하고 내용에 따른 등장인물의 성격, 시대적 배경, 장소 등을 결정한다.\n각 장면의 특징에 따라 인물의 표정, 동작, 음향, 조명 등을 고려하여 시나리오와 극본을 작성한다.\n작품을 창작하기 위하여 주제를 선정하고 관련 자료를 수집, 분석하고 작품을 쓴다.\n방송작가\n방송프로그램의 대본을 작성하며, 드라마의 대본을 작성하는 드라마 작가와 라디오 프로그램, 다큐멘터리 등의 교양물에서 사용될 원고를 작성하는 구성작가로 나누어진다.\n구성작가의 경우 성우나 진행자 및 출연자의 대사를 작성한다.\n완성도 높은 프로그램을 제작하기 위해서 작가는 집필 외에 출연자 섭외, 촬영, 편집, 방송진행에 모두 관여해야 한다.\n평론가\n미술전람회, 음악연주회, 연극공연 등에 참석하거나 영화, 방송 프로그램 등을 보고 이를 검토한다.\n예술작품의 주제, 표현, 기술 등의 요인들을 분석한다.\n개인적인 지식, 판단, 경험 등을 근거로 작품의 평론을 작성한다.\n예술작품과 관련된 자료를 수집하고 논평을 작성한다.\n예술작품의 각 전문분야에 따라 문학평론가, 미술평론가, 연극평론가, 영화평론가, 음악평론가 등으로 호칭되기도 한다.\n광고문안작성가\n관련 스탭과 협동으로 혹은 독자적으로 광고 표현전략과 아이디어를 찾아내며 도출된 아이디어를 명확한 논리와 풍부한 감성으로 문장화하여 상품의 가치 및 기업의 정신을 소비자에게 전달한다.\n상품 또는 용역에 관한 정보를 얻고 광고문안의 길이와 형태 등을 토의하기 위해 광고주 및 시장조사 분석가와 협의한다.\n조사와 인터뷰를 통해 광고를 위한 부가적인 배경정보를 얻는다.\n광고 문안을 작성하기 위하여 상품 및 용역의 시장조사, 소비자성향조사, 광고경향조사 등의 자료를 검토한다.\n원고를 작성하여 광고대리인과 협의한다.", "드라마 작가\n구성 작가\n외화번역 작가\n희곡 작가\n극작가\n시나리오 작가시인\n소설가\n평론가\n코미디 작가\n만화스토리 작가\n스크립터\n카피라이터\n광고문안 작성가\n게임시나리오 작가\n테크니컬라이터\n애니메이션 작가"]}, {"name": "번역가 및 통역가(4112)", "descriptions": ["한 나라의 언어를 다른 나라의 언어로 옮겨 표현하는 전문적 작업을 수행하거나 사용하는 언어가 서로 다른 사람들 사이에서 순조로운 의사소통을 가능하도록 대화 내용을 상대방 언어로 전환, 표현하여 전달해 주는 자를 말한다.", "번역가\nㆍ 번역을 의뢰받은 원문의 정확한 이해를 위해 사전을 활용하며 기타 참고자료를 수집한다.\nㆍ 원문을 연구하여 본래의 사상과 감정을 그대로 살려서 해석문을 쓴다.\nㆍ 문서, 전문서적, 문학작품 등을 전문적으로 번역하기도 한다.\n\n통역가\nㆍ 통역할 내용을 간략하게 자료로 받아 토론회, 협상, 회의에 참석한다.\nㆍ 발언 및 연설 내용을 제2의 언어로 동시통역하기도 한다.", "ㆍ학술 번역가\nㆍ전문서류 번역가\nㆍ영상 번역가\nㆍ문학 번역가\nㆍ산업 번역가\nㆍ동시 통역사\nㆍ수화 통역사\nㆍ통역가"]}, {"name": "출판물 전문가(4113)", "descriptions": ["출판물 기획이나 편집 방향을 세우고 출판물에 수록될 원고를 조정한다.", "편집방침을 결정하고 부서별로 업무를 조정한다.\n일정계획을 세우고 주제와 관련된 자료의 수집을 취재기자 혹은 정보수집 담당자에게 분담한다.\n내용상 필요한 그림, 삽화, 사진을 미술가, 사진사에게 요구한다.\n도해자료 및 인쇄자료의 크기와 위치를 배정하고 활자를 선정한다.\n최종교정을 검토 및 승인한다.\n출판일자, 판권, 인쇄 부수 등을 조정하기 위하여 저자 및 출판업자와 상의한다.", "도서 기획자\n도서 편집자\n잡지 기획자\n잡지 편집자"]}, {"name": "기자 및 언론 전문가(4120)", "descriptions": ["텔레비전, 라디오, 신문, 인터넷 언론 등 각종 언론매체를 통하여 뉴스 및 공적 성격의 사건을 취재하고 관련 정보를 수집, 분석하여 기사 또는 논평을 작성하고 편집한다.", "취재한 내용을 바탕으로 기사를 작성한다.\n특정사건에 대한 보고서를 작성한다.\n기사의 핵심적인 내용을 파악하여 가장 중요한 정보에 해당되는 내용을 중심으로 제목과 소제목을 뽑는다.\n원고를 교정하고 전반적인 편집방향을 결정한다.\n어떠한 현상 혹은 기사에 대해 전문적 지식을 토대로 개인, 기관 혹은 기업의 입장 밝히고 해설한다.", "신문 기자\n신문편집 기자\n방송 기자\n방송국 기자\n사보 기자\n잡지 기자\n월간지 기자\n르포 기자\n생활정보지 기자\n인터넷 기자\n신문논설위원\n칼럼니스트"]}, {"name": "학예사 및 문화재 보존원(4131)", "descriptions": ["도서관, 박물관, 화랑 및 유사 업체에서 소장품을 체계적으로 정리하고 보존한다.", "큐레이터\n소장품과 관련된 학술적인 연구업무를 수행한다.\n관람객들에게 소장품이나 자료에 대한 이해를 돕기 위해 교육프로그램을 개발하고 실행한다.\n전국의 문화유적 현황을 파악하기 위하여 지표조사 및 발굴조사를 실시한다.\n문화재 보존원\n문화재의 손실원인을 과학적으로 규명하여 이에 적합한 방법으로 보존 처리한다.\n파손되어 분실된 부위를 복원하기 위하여 합성수지, 목재, 고령토 등을 사용하여 보수한다.\n적외선 분석기, 전자현미경 등을 사용하여 예술품의 재질, 제작기술 및 기타 예술사적인 단서를 분석한다.", "화랑 관리인\n박물관 관리인\n큐레이터\n도자기복원 기술자\n문화재 보존원\n문화재 수리원\n문화재 수리기술자\n문화재 수리기능자"]}, {"name": "사서 및 기록물 관리사(4132)", "descriptions": ["도서관에서 이용자의 편의를 위해 서적, 정기간행물, 시청각자료 등을 수집하고 일정한 기준에 따라 분류, 정리, 보관하는 업무를 수행한다. 기록보관소나 자료실 등의 중요한 문서, 기록물 및 제작물 등에 관한 자료를 수집, 보관하는 업무도 수행한다.", "사서\n도서와 자료를 구입하고 구입한 도서에 등록번호를 부여하고 도서 원부를 정리한다.\n자료의 내용, 주제에 따라 도서자료를 분류하고, 규정된 분류체계에 따라 분류번호와 표제를 결정하고 목록카드를 작성한다.\n도서의 대출, 열람, 반납업무를 수행한다.\n사서교사는 학교 내 도서관에서 학생들의 도서지도, 문헌분류, 시청각 자료의 제작 및 이용지도, 학교도서관 운용 등의 업무를 수행한다.\n기록물 관리사\n역사적으로 가치 있는 각종 형태의 기록물을 수집한다.\n수집한 문서나 자료를 배열하고 관리하며 번호를 달고 목록을 작성한다.\n중요한 문서나 자료의 소장, 상태, 위치, 대여 등에 관해 기록한다.", "사서\n기록물 보관원\n기록물관리사\n아키비스트문서 보관원"]}, {"name": "화가 및 조각가(4141)", "descriptions": ["회화, 조각, 서예 등 독창적이고 아름다운 미술 분야 예술작품을 창조한다.", "화가\n작품의 구도를 구상하고 유채, 수채, 연필, 파스텔, 잉크 등의 그림재료를 선택한다.\n캔버스, 나무판, 종이 등의 표면에 작품의 윤곽을 미리 소묘한다.\n원하는 그림의 효과를 얻기 위하여 선, 공간, 크기, 색채, 원근, 농담 등의 시각적 요소를 활용하여 그림을 그린다.\n조각가\n연마기, 끌, 정, 망치 등의 도구를 사용하여 석재, 콘크리트, 목재 등의 재료에 조각대상을 새긴다.\n석재 또는 콘크리트 등의 재료로 조각상을 제작하기 위하여 진흙, 왁스 등의 가소성 재료를 사용하여 모형을 제작한다.\n완성된 모형의 외관과 가공하고자 하는 재료의 외형을 비교하면서 용접기, 금속세공도구, 석공도구 등을 사용하여 금속 또는 석재를 연마한다.", "풍경화 화가\n초상화 화가\n회화 복원가\n서예가\n모형 조각가\n조각 식각가\n식각사"]}, {"name": "사진작가 및 사진사(4142)", "descriptions": ["촬영 대상을 선정하여 예술성 있는 작품사진을 찍거나 일반 사진관에서 대중을 상대로 각종 사진을 촬영한다. 신문 등 기사에 들어갈 사진을 찍는다.", "사진을 촬영할 수 있는 모델이나 장소를 선정한다.\n날씨, 조도 등을 확인하여 카메라를 조절하고 구도를 잡아 촬영한다.\n촬영한 필름은 현상액에 넣어 현상한 후 조명에 비추어 예술성이 있는 작품을 선별한다.\n일정규격으로 인화지를 절단하여 현상한 필름에 맞추어 사진작품을 완성한다.", "사진작가\n인물 사진작가\n풍경 사진작가\n환경 사진작가\n신문 사진기자\n잡지 사진기자\n스포츠 사진기자\n건축 사진가\n인물 사진가\n광고 사진가\n패션 사진가"]}, {"name": "만화가 및 만화영화 작가(4143)", "descriptions": ["흥미로운 이야기를 구성하기 위해 주제를 결정하고, 등장인물이나 상황을 설정하여 만화를 그리며, 등장인물의 동작, 분위기 및 색상을 결정하여 만화나 만화영화의 그림을 그린다.", "만화가\n독창적인 아이디어를 개발하거나 자료를 수집하여 주제를 결정한다.\n등장인물 및 주변상황을 설정하고 만화의 내용을 정리한다.\n장면, 대화 등에 따라 적절한 내용을 구상하여 그린다.\n컴퓨터를 사용하여 만화를 그리기도 한다.\n만화영화 작가(애니메이터)\n만화영화연출가와 협의하여 등장인물의 표정, 몸짓 등을 검토하고 관련 배경 및 도구들의 색상을 확인한다.\n등장인물의 기본동작, 중간동작 등의 분위기 및 색상 등을 결정한다.\n연필, 펜, 붓, 물감 등을 사용하여 그림을 그린다.\n만화의 기본동작, 중간동작, 채색, 배경화면 등을 전문으로 그리기도 한다.", "만화 배경맨\n만화 터치맨\n만화 데생맨\n만화가\n셀애니메이터\n동화원\n선화원\n원화원\n디지털애니메이터\n클레이애니메이터\n플래시애니메이터\n만화영화 작가(애니메이터)"]}, {"name": "국악인 및 전통 예능인(4144)", "descriptions": ["오랫동안 전승되어 온 음악이나 무용, 연극, 각종 놀이와 의식 등을 계승하거나 보존한다.", "전통음악인\n판소리, 민요 등의 창(唱)을 부르거나, 거문고, 가야금, 향비파, 대금 등과 같은 악기를 연주한다.\n현재 중요무형문화재로 채택되어 전승되고 있는 전통음악은 17종목으로 종묘제례악, 판소리, 농악, 거문고 산조, 선소리 산타령, 대금 정악, 가야금 산조 및 병창, 서도소리, 가곡, 가사, 대금 산조, 피리 정악 및 대취타, 서도 들노래, 경기민요, 향제 줄풍류, 농요 등이 있다.\n전통무예인\n우리 민족 고유의 무예인 궁술, 택견 등을 한다.\n전통무용인\n처용무, 학무, 연화대무, 진주검무, 통영승전문 등의 궁중무용인 정재(呈才)와 승무, 살풀이, 남무, 한량무, 태평무 등의 민속 무용을 춘다.\n전통연극인\n전통적인 가면극이나 연극을 벌인다.\n중요무형문화재로 채택되어 전승되고 있는 전통연극은 14종목으로 양주별 산대놀이, 통영오광대, 고성오광대, 북청사자놀음, 봉산탈춤, 동래야유, 강령탈춤, 수영야유, 송파산대놀이, 은율탈춤, 하회별신굿탈놀이, 가산오광대, 발탈, 진도 다시래기 등이 있다.", "국악 작곡가\n국악 편곡가\n국악기 연주가\n판소리 연주가\n국악인\n판소리꾼\n전통 연극인\n전통 무용인\n전통 무예인"]}, {"name": "지휘자, 작곡가 및 연주가(4145)", "descriptions": ["관악기, 현악기 및 타악기를 연주하는 관현악단을 지휘하거나, 음악작품을 작곡하거나, 악기를 연주하는 예술적인 행위를 수행한다.", "지휘자\n계획된 공연에 적합한 연주곡을 선정하고 연주자들을 적절히 배치한다.\n지휘법, 음악이론, 악기의 특성, 연주자의 재능 등을 기초로 하여 음색과 화음이 조화되고 리듬, 빠르기 등의 음악적 효과를 낼 수 있도록 연주자들을 연습시키고 지휘한다.\n작곡가\n화음, 리듬, 멜로디, 음악이론 등을 기초로 하여 사상과 감정의 표현을 악보로 작성한다.\n작곡한 음악을 관현악단이나 피아노, 기타 등으로 연주할 수 있도록 편곡하기도 한다.\n연주가\n음악을 연구하거나 연주연습을 하고 지휘자의 지시에 따라 연주한다.\n악단에 소속되어 연주하는 경우 악단원으로 호칭되기도 한다.", "관현악단 지휘자\n오케스트라 지휘자\n합창단 지휘자\n성가대 지휘자\n현악기 연주자작곡가\n편곡가\n음악 각색가\n관현악 편곡가\n목관악기 연주자\n타악기 연주자\n금관악기 연주자\n건반악기 연주자"]}, {"name": "가수 및 성악가(4146)", "descriptions": ["악단이나 녹음된 반주에 맞추어 방송국의 공연장이나 콘서트 무대에서 대중적인 노래나 가곡을 부른다.", "작사ㆍ작곡된 악보를 보고 피아노, 기타 또는 녹음된 악단의 반주에 맞추어 리듬을 확인하고 노래를 연습한다.\n녹음실의 연주장비에 맞추어 노래를 부른다.\n방송국의 공연장에서 대중을 즐겁게 하기 위하여 음악에 맞추어 노래를 한다.\n가수에 따라서는 직접 작사, 작곡을 겸하기도 한다.\n화음, 멜로디, 리듬, 발성에 대한 지식을 기초로 노래를 한다.\n통상 발성범위에 따라 여자인 경우 소프라노, 메조소프라노, 알토로 남자는 테너, 바리톤, 베이스로 구분한다.", "대중가요 가수\n가수\n성악가\n오페라 가수\n베이스\n소프라노\n테너"]}, {"name": "무용가 및 안무가(4147)", "descriptions": ["음악에 맞추어 혼자 또는 단체의 일원으로서 예술적으로 춤을 추거나 무대·영화·텔레비전 등에서 공연하기 위하여 춤을 고안하거나 가르친다.", "무용가\n예술적 감동과 의지를 표현하기 위하여 음악에 맞추어 일정한 동작을 취해 고전무용ㆍ현대무용 등을 연기한다.\n안무가가 개발한 무용을 지도받고 연습한다.\n자신의 무용을 공연하기도 하며 전공하는 무용의 형태에 따라 고전무용가, 현대무용가 등으로 호칭되기도 한다.\n안무가\n리듬과 액센트가 담긴 동작으로 표현하려는 이미지를 감정을 곁들어 춤으로 구성한다.\n특수한 역할을 맡을 수 있는 연기자를 선택하거나 자신이 직접 춤을 추기도 한다.\n전문적인 지식을 활용하여 무대공연을 지휘하기도 한다.", "순수 무용가\n안무가\n대중업소 무용수\n현대 무용가\n한국 무용가\n백댄서\n발레 무용가\n발레 각색가"]}, {"name": "기타 시각 및 공연 예술가(4149)", "descriptions": ["마술사, 곡예사, 공연 목적의 동물조련사 및 다른 세분류 항목에 포함되지 않는 예술 관련 종사자가 포함된다.", "음향기사\n적합한 음향을 연출하기 위하여 고음ㆍ중음ㆍ저음을 조작하는 이퀄라이져(각각의 음색을 혼합하는 장치)를 조절하여 혼합한다.\n드라마에 삽입되는 음악을 선정하여 테이프 또는 콤팩트디스크로 재생하여 각 장면에 맞도록 녹음한다.\n영상에 어울리는 음향, 대사 등을 녹음하기 위하여 방송장비를 조작한다.\n녹음기사\n카메라에 연결된 선로를 확인하고 녹음기의 가동상태를 확인한다.\n녹음기를 조작하여 프로그램의 음향신호를 녹음테이프에 수록한다.\n편집기를 조작하여 방송시간에 맞도록 프로그램의 화면과 음향을 재편집하기도 하며 기기의 작동상태를 점검하기도 한다.", "음향기사(음향엔지니어, 방송음악기사, 음향효과기사)\n녹음기사(녹음영사기사, 테이프녹음기사, 더빙기사, 동시녹음기사, 음반녹음기사, 테이프녹음기사)"]}, {"name": "제품 디자이너(4151)", "descriptions": ["소비자가 생활하는 데 필요한 모든 공산품, 즉 생활용품, 문구·완구류, 산업기기, 전기·전자제품, 사무 및 통신기기, 자동차 등과 가구, 귀금속, 도자기 등을 디자인한다.", "디자인할 대상물이나 주제에 관한 자료를 수집ㆍ분석한다.\n디자인 기법과 재료에 대한 지식을 토대로 시안을 제작한다.\n디자인을 결정하고 스케치를 완료하여 제작공정으로 넘긴다.", "자동차 디자이너\n문구 디자이너\n가구 디자이너\n인테리어용품 디자이너\n완구 디자이너\n캐릭터 디자이너"]}, {"name": "패션 디자이너(4152)", "descriptions": ["양복, 양장, 한복, 남성복, 여성복, 아동복, 캐주얼, 유니폼, 평상복, 정장 등 각종 의류와 액세서리, 가방, 신발의 새로운 디자인을 기획, 창안하고 견본품을 제작하는 업무를 수행한다.", "유행, 재료, 색의 조화 등에 관한 자료를 종합적으로 비교ㆍ분석하여 새로운 디자인을 기획한다.\n기획된 모든 자료를 기초로 디자인을 설계하고 샘플제작서를 작성한다.\n디자인과 샘플제작서에 의해 패턴을 만들고 제작된 패턴으로 견본을 제작 한다.\n견본품을 평가하고 미비점을 수정ㆍ보완한다.", "직물 디자이너\n텍스타일 디자이너\n신발 디자이너\n가방 디자이너\n한복 디자이너\n운동화 디자이너\n숙녀화 디자이너\n보석 디자이너\n유니폼 디자이너\n장신구 디자이너\n웨딩드레스 디자이너\n의상 디자이너"]}, {"name": "실내장식 디자이너(4153)", "descriptions": ["주택, 사무실, 상가건물의 내부 환경을 그 기능과 용도에 맞도록 설계, 장식한다.", "내부시설의 목적과 기능, 고객의 기호, 예산, 건축형태, 시설장비 등 내부 환경이 장식에 영향을 미치는 요인을 조사ㆍ결정하기 위하여 고객과 협의한다.\n조사결과를 종합적으로 검토ㆍ분석하여 설계계획을 수립한다.\n커튼, 벽지, 조명기구 등의 기초재료를 선정하고 가구의 배치구도를 설계한다.\n의뢰자의 요구에 알맞은 디자인이 완성되면 세부도면을 작성하여 시공업자에게 전달하고 시공 작업을 감독한다.", "디스플레이 디자이너\n영화세트 디자이너\n무대 디자이너\n조명연출 디자이너\n디스플레이 디자이너\n매장 데코레이션 전문가\n매장 데코레이터\n무대 및 세트 디자이너"]}, {"name": "시각 디자이너(4154)", "descriptions": ["정보가 시각을 통하여 효율적으로 표현되고 전달될 수 있도록 이미지를 도안하고 디자인된 결과를 시각적으로 표현한다.", "광고 디자이너는 광고물에 필요한 그림과 이미지를 도안한다.\n포장 디자이너는 화장품 포장용기, 포장지, 포장상자 등을 디자인한다.\n출판물 디자이너는 출판물의 내용을 보다 효과적으로 전달하기 위해 시각적으로 디자인하며, 북 디자이너는 책의 표지를 디자인한다.\n일러스트레이터(삽화가)는 그림책이나 잡지, 광고나 홍보물, 영상매체에 등장하는 각종 그림이나 문양을 도안하고 제작한다.\n활자 디자이너는 인쇄나 전자매체에 필요한 각종 글꼴을 디자인한다.", "기업이미지통합 디자이너\n브랜드이미지통합 디자이너\n심볼 디자이너\n간판 디자이너\n타이포그래픽 디자이너\n글씨디자이너\n광고 디자이너\n교통표지판광고 디자이너\n현수막 디자이너\n폰트 디자이너\n삽화가패키지 디자이너\n포장 디자이너\n북 디자이너\n신문편집 디자이너\n맥 디자이너\n잡지편집 디자이너\n도서 디자이너\n출판 디자이너\n인쇄물 디자이너\n사인물 디자이너\n활자 디자이너\n아이덴티티 디자이너\n홍보물 디자이너\n전단지 디자이너\n카달로그 디자이너\nPOP광고 디자이너\nCD케이스 디자이너\n음반표지 디자이너\n일러스트레이터\n컬러리스트\n편집 디자이너\n몽타주 작성가"]}, {"name": "미디어 콘텐츠 디자이너(4155)", "descriptions": ["컴퓨터 그래픽 등을 활용하여 웹페이지, 동영상, 게임, 컴퓨터 및 모바일 애플리케이션 같은 미디어 콘텐츠에 필요한 아이콘, 자막, 이미지, 영상효과 등의 시각적 구성요소 및 사용자 환경을 디자인한다.", "웹 디자이너는 컴퓨터 그래픽 프로그램을 이용하여 인터넷 홈페이지 상의 여러 가지 이미지를 고안하고 제작한다. 인터넷 제작 도구를 사용하여 고안된 이미지를 인터넷 화면상에 올린다.\n게임 디자이너는 PC 게임, 네트워크 게임 등 게임용 소프트웨어 제작에 참여하여 게임 시나리오 작가가 구상한 내용을 게임 화면 속에 컴퓨터 그래픽 프로그램 등을 통하여 실감나게 표현한다.\n그래픽아트 기술자는 영화 및 드라마의 방송내용의 그림이나 자막, 차트, 화면합성 등을 컴퓨터로 도안하여 입체영상으로 표현한다.", "웹 디자이너\n멀티미디어 에디터\n멀티미디어 자료제작 전문가\n게임그래픽 디자이너"]}, {"name": "감독 및 기술감독(4161)", "descriptions": ["연극, 영화, 라디오 및 TV프로그램, 광고 등의 제작을 총괄적으로 감독하고 연출한다. 1인이 방송 업무 전반을 총괄 수행하여 방송 프로그램을 제작하는 비디오 저널리스트도 여기에 포함한다. 또한 연출에 필요한 촬영, 무대장치, 편집 등의 기술적인 업무를 계획하고 지도, 조정한다. 조명감독, 미술감독, 무대감독, 음향감독 등도 여기에 분류된다.", "감독\n작품의 주제, 성격 등을 분석하고 다양한 제작방침을 결정한다.\n배역을 선정하고 후원자, 작가 및 제작진과 협의한다.\n작품을 해석하고 바람직한 분위기 연출을 위하여 출연자 및 제작진을 감독ㆍ지휘한다.\n리허설을 감독하고 연기를 지도하며 작품을 편집한다.\n화면의 노출조절, 촬영대상, 카메라의 움직임, 촬영거리 등에 대해 조명관련 사항에 대해 조명기사에게 지시한다.\n음향장비 및 녹음장비의 기술적인 분야를 계획하고 지도ㆍ조정한다.\n촬영감독\n대본을 검토하고 장면의 해석과 촬영효과에 관하여 연출자와 협의한다.\n조명 설치를 위하여 조명감독과 협의하고 화면의 노출조절, 촬영대상, 카메라의 움직임, 촬영거리 등을 감안하여 촬영기사에게 지시한다.\n작품을 촬영하는 활동 범위에 따라 영화 촬영감독, 텔레비전 촬영감독 등으로 호칭된다.\n편집감독\n대본을 확인하고 영화촬영 시에 작성한 촬영기록을 검토한다.\n필름을 영사기에 넣고 화면을 보면서 연결ㆍ삭제부위를 결정한다.\n영화제작자 또는 영화 감독과 협의하여 편집한 필름을 확인하고 의견을 수렴하여 재편집한다.\n무대감독\n대본을 검토하여 무대장치의 종류 및 수량을 영화 감독 또는 방송연출가와 협의한다.\n특정한 시간과 장소를 표현하는 무대장치를 설치하기 위하여 무대기술자와 협의한다.\n무대장치가 주어진 예산과 세부계획에 일치하도록 무대설치를 지휘하고 조정한다.", "영화 감독\n텔레비전감독\nCF감독\n기술 총감독\n미술감독\n무대감독\n라디오 PD\n방송 PD\n편성 PD\n편집감독\n영화촬영감독\n텔레비전촬영감독\n방송 연출자\n연극감독\n조명감독\n음향감독\n영상감독"]}, {"name": "배우 및 모델(4162)", "descriptions": ["연극, 영화, TV드라마 및 프로그램 등에서 등장인물로 출연하여 대본과 감독의 연출에 따라 연기하는 자를 말한다. 상품 선전이나 예술작품 창작을 위해 연기하는 모델(내레이터 모델 제외)도 포함된다.", "대사를 암기하고 사실적으로 표현하기 위하여 극중 인물의 언어, 동작, 버릇 등을 연습한다.\n역할에 맞는 분장을 하고 연기를 한다.\n전시장 또는 패션쇼에서 의복의 기능과 매력이 돋보이도록 다양한 포즈를 취한다.\n예술사진작가, 조각가, 화가의 작품창작을 위해 자세를 취한다.\n스턴트맨은 배우가 하기 힘든 고난도의 연기를 대신한다.", "영화배우\n연극배우\n탤런트\n성우\n코미디언\n개그맨\n만담가\n광고모델\n패션모델\n의류진열모델\n예술모델\n스턴트맨"]}, {"name": "아나운서 및 리포터(4163)", "descriptions": ["라디오, TV, 케이블, 인터넷 방송에서 뉴스를 보도하거나 오락, 교양, 시사, 음악 프로그램을 진행하거나 방송 내용을 소개하는 업무를 수행한다.", "아나운서\n사람 및 사건에 대한 정보를 수집ㆍ분석하고 원고를 준비해 뉴스를 진행한다.\n전문 연예사회자\n라디오, TV에서 교양, 오락 등의 프로그램을 진행한다.\n출연진이나 연예인을 소개하고 쇼나 프로그램의 진행을 맡는다.\n디스크 자키\n유선방송, 라디오, TV 및 인터넷 방송 등의 음악 프로그램을 진행한다.\n음악을 선곡하고 소개하며 신청곡을 들려주며 신청사연을 소개한다.\n방송 리포터\n라디오, TV에서 교양, 오락 등의 프로그램에 참여하여 보도내용을 소개한다.\n직접 취재에 참여하여 취재 내용을 소개한다.", "앵커\n사회자\n전문 연예사회자\n리포터\n쇼핑호스트\n디스크자키(DJ)\n비디오자키(VJ)\n인터넷 자키(IJ)"]}, {"name": "촬영 기사(4164)", "descriptions": ["촬영기술에 관한 지식을 기초로 영화카메라, 스튜디오카메라(비디오) 등 촬영장비를 조작하는 자를 말한다.", "- 촬영감독은 대본을 검토하고 장면의 해석과 촬영효과에 관하여 연출자와 협의한다. 또한 조명설치를 위하여 조명감독과 협의하고 화면의 노출조절, 촬영 대상, 카메라의 움직임, 촬영거리 등을 감안하여 촬영기사에게 지시한다. 이들은 작품을 촬영하는 활동 범위에 따라 영화촬영감독, 텔레비전촬영 감독 등으로 호칭된다.\n- 편집감독은 대본을 확인하고 영화촬영 시에 작성한 촬영기록을 검토하며 필름을 영사기에 넣고 화면을 보면서 연결·삭제부위를 결정한다. 그리고 영화제작자 또는 영화감독과 협의하여 편집한 필름을 확인하고 의견을 수렴하여 재편집한다.\n- 미술감독은 대본을 검토하여 무대장치의 종류 및 수량을 영화감독 또는 방송 연출가와 협의한다. 그리고 특정한 시간과 장소를 표현하는 무대장치를 설치하기 위하여 무대기술자와 협의한다. 무대장치가 주어진 예산과 세부계획에 일치하도록 무대설치를 지휘하고 조정한다.", "통상 대졸 이상의 학력과 관련 실무경력이 필요하고 창의력과 예술적 재능이 요구된다.", "촬영감독(영화, TV)\n편집감독\n미술감독\n무대감독(FD)"]}, {"name": "음향·녹음 기사(4165)", "descriptions": ["영화 또는 방송드라마를 제작하기 위하여 음향장비와 녹음장비를 조작하는 자를 말한다.", "촬영기사는 스튜디오 혹은 야외에서 방송, 영화, 광고 등의 영상물을 제작하기 위해 카메라의 위치를 정하고, 인물, 배경의 초점을 맞춰 표현하고자 하는 분위기에 적합하게 촬영합니다. 촬영이 완료되면 필름을 교환하고 촬영일시, 장면 등을 기록합니다.", "전문대학 및 대학교의 전기, 전자, 통신관련 학과, 또는 영상제작, 방송기술관련 학과를 졸업하거나 사설학원에서 관련 교육을 받는 것이 필요합니다. 기본적으로 영상물제작 전반에 대한 이해와 각종 장비를 다루는 기술이 필요하기 때문에 전문적인 교육과 훈련이 요청됩니다.", "촬영기사\n(TV, 광고, 영화, 비디오, 특수)\n카메라맨\n행사 비디오 촬영기사"]}, {"name": "영상·녹화·편집 기사(4166)", "descriptions": ["방송 프로그램의 송신신호를 조절하기 위하여 조정판(콘솔)을 조작하거나 영화, 방송에 쓰이는 영상을 대본에 맞게 편집장비를 조작하여 편집하는 자를 말한다.", "음향 및 녹음기사는 방송음향을 제작하는 사람으로 출연자의 음색, 레벨을 조절하고 쇼나 오락프로그램의 경우 음악과 가수 노래의 전체적인 밸런스를 조절하는 등 프로그램별로 특성에 맞는 음향시스템을 구성합니다. 부조정실과 스튜디오의 음향장비를 관리하고 운용하며, 더빙실이나 믹스다운실등의 음향관련 장비를 운용합니다.", "전문대학 및 대학교의 전기, 전자, 통신관련 학과, 또는 영상제작, 방송기술관련 학과를 졸업하거나 사설학원에서 관련 교육을 받는 것이 필요합니다. 기본적으로 영상물제작 전반에 대한 이해와 각종 장비를 다루는 기술이 필요하기 때문에 전문적인 교육과 훈련이 요청됩니다.", "음향기사\n(음향엔지니어, 방송음악기사,\n음향효과기사)\n녹음기사\n(녹음영사기사, 테이프녹음기사, 더빙기사,\n동시녹음기사, 음반녹음기사, 테이프녹음기사)\n라디오 스튜디오 음향기사\n음반녹음 장비기사\n음향녹음 장비기사\nTV 스튜디오 음향기사"]}, {"name": "조명·영사 기사(4167)", "descriptions": ["연극, 영화, 무용, 방송드라마 등을 제작하기 위하여 조명 설비를 설치하고 조절하거나 영사기를 가동시켜 음향과 상의 초점을 조정한다.", "- 영상기사는 카메라로 촬영된 영상의 화질을 개선하기 위해 영상장비를 운영하며 녹화기사는 녹화기를 조작하여 프로그램의 영상신호를 녹화합니다.\n- 편집기사는 프로그램 제작의 마지막 단계인 편집 과정에서 프로그램의 완성도를 책임지는 사람입니다. 드라마, 쇼, 다큐멘터리 등 프로그램의 성격에 맞는 각종 음향 효과 및 자막을 넣고 다양한 영상 효과장비를 활용하여 프로그램의 완성도를 높이는 일을 합니다.", "전문대학 및 대학교의 전기, 전자, 통신관련 학과, 또는 영상제작, 방송기술관련 학과를 졸업하거나 사설학원에서 관련 교육을 받는 것이 필요합니다. 기본적으로 영상물제작 전반에 대한 이해와 각종 장비를 다루는 기술이 필요하기 때문에 전문적인 교육과 훈련이 요청됩니다.", "영상기사\n녹화기사\n(녹음영사기사, 레코딩 엔지니어)\n편집기사"]}, {"name": "기타 연극·영화·방송 종사원(4169)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다.", "- 영사기사는 코아에 감긴 필름을 영사용 릴에 감고 필름을 영사기에 장치하며 영사기 및 음향재생장치를 작동시키고 영상과 음향을 조정한다. 그리고 파손, 훼손 필름을 잘라내고 다시 연결한다.\n- 소품담당자는 연극, 영화 및 방송에 쓰이는 다양한 소품들을 관리하고 정리한다. 소품들을 직접 제작하거나 제작 의뢰를 맡긴다. 소품을 대여하고 이를 기록하며, 회수한 소품들을 다시 정리한다.", "고졸 이상의 학력을 요구한다. 영사기사의 경우 영사기능사 1·2급 자격증이 있다. 한국영사기사협회에서 년 2회에 걸쳐 이론 3일, 실기 3일간 강습을 실시하고 있다.", "보조프로듀서(AD)\n방송송출기사\n소품담당자(Grip)\n무대의상관리원\n영사기사"]}, {"name": "공연·영화 및 음반 기획자(4171)", "descriptions": ["콘서트 뮤지컬, 연극, 발레 등 공연과 영화, 음반 등 문화 상품의 부가가치를 극대화할 수 있도록 문화 상품의 소재 선정, 투자 유치, 예산 수립, 제작인원 섭외 등 프리프로덕션의 과정을 기획, 실행한다."]}, {"name": "연예인매니저 및 스포츠매니저(4172)", "descriptions": ["관리하는 연예인의 방송 출연, 인터뷰 등 일정 관리와 이벤트 기획, 출연료 협상 등의 업무를 수행한다. 스포츠 매니저는 선수의 체력 관리와 연봉협상 등을 한다.", "대본에 따라 촬영감독과 협의하여 화면의 배열을 결정한다.\n화면의 노출조절, 촬영대상과 카메라의 움직임, 촬영대상과의 거리 및 기타 제반 문제점들을 고려하여 연출자 또는 촬영감독의 지시에 따라 대상을 촬영한다.\n촬영이 완료되면 필름을 교환하고 촬영일시, 장면 등을 기록한다.", "행사촬영기사\n비디오카메라맨\n촬영기사(TV, 광고, 영화, 비디오, 특수)"]}, {"name": "스포츠 감독 및 코치(4201)", "descriptions": ["운동선수의 지식, 능력, 실력을 개발시키기 위하여 지도하고 경기에서 승리하기 위한 전략과 작전을 수립한다.", "선수의 기량을 평가하여 적절한 위치에 배치한다.\n시합에 임하기 전에 자기 팀이나 상대팀의 전력을 평가ㆍ분석한다.\n유능한 선수를 발굴하기 위하여 관련 경기에 참가한다.", "국가대표 감독\n프로팀 감독(야구, 축구, 농구 등)\n국가대표 코치\n프로팀 코치(야구, 축구, 농구 등)\n실업팀 감독 및 코치\n중등 및 대학 감독\n중등 및 대학 코치"]}, {"name": "직업 운동선수(4202)", "descriptions": ["직업으로 축구, 야구, 권투, 레슬링 등 각종 운동경기에서 선수로 활약하는 자를 말한다. 프로게이머, 바둑기사, 카레이서를 포함한다.", "해당종목의 규칙을 숙지하고 육체적ㆍ기술적 능력을 발전시키기 위하여 체력훈련과 기술훈련을 한다.\n경기에 승리하기 위하여 새로운 전술ㆍ전략을 개발한다.\n자기 자신 또는 경쟁상대의 장단점을 조사ㆍ분석한다.\n경기에 출전하여 규칙에 따라 시합을 한다.", "프로 및 실업팀 운동선수(축구, 야구, 권투, 레슬링, 배구, 태권도, 씨름, 골프, 테니스, 경륜, 자동차경주, 경마 등)"]}, {"name": "경기 심판 및 경기 기록원(4203)", "descriptions": ["각종 운동경기에서 규칙을 적용하여 경기를 진행하거나 경기 진행 및 결과를 기록한다.", "경기심판은 규칙위반을 찾아내기 위하여 경기 참가자들의 동작을 관찰하고 규칙위반 시 경적ㆍ신호ㆍ깃발로 알리고 벌칙을 적용한다. 경기의 규칙을 적용하되 경기의 흐름을 원활히 한다.\n경기심판은 판정권한이나 기준에 따라 부심과 주심 등으로 호칭하기도 하며 진행하는 경기의 종류에 따라 분류하여 호칭되기도 한다.\n경기기록원은 경기진행 및 결과를 기록한다.", "경기 심판\n경기 기록원"]}, {"name": "스포츠강사, 레크리에이션강사 및 기타 관련 전문가(4204)", "descriptions": ["일반인을 대상으로 신체의 건강 상태를 유지하도록 다양한 형태의 레저, 스포츠를 가르치거나 캠프, 사교모임 등에서 오락프로그램을 계획하고 진행하는 업무를 수행한다.", "스포츠 강사\nㆍ 근육을 단련시키고 규칙적 운동이나 교정운동을 지시한다.\nㆍ 체력을 증진시키거나 체중을 조절하도록 식이요법을 권고한다.\nㆍ 상처의 통증, 근육 긴장 등을 풀어주거나 응급조치를 하기도 한다.\n\n레크리에이션 강사\nㆍ 모임의 성격, 인원, 배정시간 등에 따라 프로그램을 준비한다.\nㆍ 오락프로그램의 사회를 보며 노래, 율동, 게임 등을 지도한다.\nㆍ 양육시설, 노인요양시설, 군부대, 단체교육 등에서 오락프로그램을 진행하기도 한다.", "ㆍ에어로빅 강사\nㆍ태권도 사범\nㆍ레크리에이션 지도자\nㆍ레크리에이션 기획자\nㆍ검도 사범\nㆍ헬스 트레이너\nㆍ체력훈련가\nㆍ말 조련사\nㆍ스포츠 트레이너"]}, {"name": "기타 스포츠 및 여가서비스 종사원(4209)", "descriptions": ["상기 세분류에 속하지 않은 기타 오락 관련 종사원이 여기에 분류된다. 오락이나 게임의 방법·규칙 등을 개략적으로 설명한다. 오락 설비, 운동 장비, 비품 등을 관리하거나 간단하게 수리하며 고객의 물품을 보관한다. 휴게실, 화장실, 공중전화 등의 위치를 알려준다. 운동경기에서 응원복을 입고 응원을 리드하는 응원단원도 포함된다.", "카지노 딜러\n카지노에서 룰렛, 카드놀이 등을 진행한다.\n골프장 캐디\n골프채를 운반하며, 골프의 진행을 돕는다.\n응원단원(치어리더)\n응원복을 입고 춤, 동작 등을 취하여 관중들이 따라 하거나 함성을 지르도록 유도한다.\n소속팀의 선수명단을 확인하고 명단이나 각종 구호를 연호하도록 선창한다.", "응원단원\n치어리더\n캐디\n골프진행도우미\n카지노 딜러\n치어걸"]}, {"name": "이용사(5111)", "descriptions": ["주로 남성 고객의 머리카락, 수염을 자르거나 다듬어주는 등의 서비스를 제공하는 자를 말한다.", "고객의 얼굴, 머리형태에 따라 알맞은 머리모양을 권하고, 고객요구에 따라 머리모양을 결정한다.\n가위, 빗, 이발용 커트기 등의 이용기구를 사용하여 고객의 머리카락을 자르고 다듬어 원하는 머리 형태로 만든다.\n샴푸와 린스를 사용하여 머리를 감기고, 드라이어를 사용하여 머리를 말리며 손질한다.\n면도칼과 비누거품을 사용하여 고객의 수염을 면도해 준다.\n고객의 요구에 따라 머리카락을 염색하기도 한다.", "이발사\n이용사"]}, {"name": "미용사(5112)", "descriptions": ["고객의 머리카락을 자르거나 다듬어 주고 염색, 파마(퍼머넌트) 등 고객의 모발미용에 관련된 기타 서비스를 제공하는 자를 말한다.", "고객의 얼굴, 머리형태에 따라 알맞은 머리모양을 권하고, 고객요구에 따라 머리모양을 결정한다.\n가위, 빗 등의 이ㆍ미용기구를 사용하여 고객의 머리카락을 자르고 다듬어 원하는 머리 형태로 만든다.\n샴푸와 린스를 사용하여 머리를 감기고, 드라이어를 사용하여 머리를 말리며 손질한다.\n퍼머를 하거나 염색을 해주며, 고객에게 어울리는 헤어스타일을 상담하고 미용법에 대한 조언을 해주며, 약혼 및 결혼 등 의식이나 의상에 어울리는 머리모양을 해준다.\n신부 화장 등을 해주며 특별한 화장을 하고 손톱을 다듬어 주며 두피마사지, 얼굴마사지를 하기도 한다.", "미용사\n헤어디자이너"]}, {"name": "피부 및 체형 관리사(5113)", "descriptions": ["고객의 피부 및 체형을 관리한다. 이들은 미용실, 피부관리실, 기타 미용 관련 업체에서 주로 일하며 자영업을 할 수도 있다.", "피부관리사는 피부를 관찰하고 특별한 제품이나 기술을 사용해서 얼굴이나 피부에 적합한 미용적 처치를 한다. 전기기구를 이용해 제모를 해주기도 한다.\n체형관리사는 체형에 맞게 고객의 체력과 영양 상태를 관리해 준다.\n발 관리사는 고객의 발 상태를 파악한 후 필요한 각종 미용적 처치를 해준다.\n네일 아티스트는 손톱을 정돈하고, 고객과 상의한 후 원하는 색상이나 문양으로 손톱을 장식한다.\n목욕관리사는 손님의 목욕을 도와주는 일을 한다.", "두피관리사\n경락마사지사\n마사지사\n피부관리사\n피부관리 상담원\n비만관리사\n다이어트 프로그래머\n비만 상담원\n네일 아티스트\n발 마사지사\n발관리사\n목욕관리사"]}, {"name": "메이크업 아티스트 및 분장사(5114)", "descriptions": ["고객의 의상, 얼굴 특성에 따라 화장해 준다. 이들은 미용실이나 사진 스튜디오 등에서 주로 일한다. 또한 영화, 연극, 방송드라마 출연자의 얼굴을 극의 분위기에 맞게 분장하는 방송분장사도 여기에 포함한다.", "고객의 요구를 파악하고 의상, 얼굴 특성에 따라 화장을 해준다.\n때로는 화장법에 대해 고객에게 조언하기도 한다.\n방송분장사는 극의 분위기와 시대적 배경에 맞는 사진, 문헌 등을 검토하여 분장방법을 결정한다.\n가발, 수염, 연지, 분, 물감 등의 분장용 재료와 화장품을 사용하여 출연자의 얼굴 생김새와 특징, 피부, 체격 등 신체적 특성에 따라 분장한다.", "메이크업 아티스트\n무대 가발 담당자\n분장사(스튜디오, 방송국)\n특수 분장사"]}, {"name": "반려동물 미용 및 관리 종사원(5115)", "descriptions": ["반려동물과 사람과의 공존 및 반려동물의 건강과 복지를 증진하기 위해 위생 및 미용을 관리하고 예절교육 등 사회화 훈련을 실시한다. 동물병원에서 수의사를 보조하여 진료, 검사, 연구 관련 업무를 수행한다.", "사육장의 청결상태를 확인하고, 물이나 소독약 등을 사용하여 오물을 청소한다.\n동물의 상태를 지속적으로 관찰하고 기록한다.\n애완동물을 씻기고, 털을 다듬은 후 각종 장식을 해준다.", "동물 미용사"]}, {"name": "기타 미용 서비스원(5119)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않는 미용서비스 종사원이 여기에 분류된다.", "패션 감각에 맞게 의상과 신발, 가방, 스카프, 액세서리 등을 조화롭게 연출한다.\n직위나 직책, 분위기에 맞는 이미지를 연출할 수 있도록 의상, 화장, 악세서리, 화술, 자세 등을 조언한다.", "스타일리스트\n패션 어드바이저\n화술 컨설턴트\n이미지컨설턴트\n에티켓 컨설턴트\n패션코디네이터"]}, {"name": "결혼상담원 및 웨딩플래너(5121)", "descriptions": ["결혼을 원하는 남녀 고객에게 각자의 이상에 가장 부합하는 상대를 찾아내어 만남을 주선해 주는 사람인 결혼상담원은 컴퓨터를 이용하여 객관적인 데이터에 입각해 최적의 배우자와 연결시켜 준다. 이들은 최근 결혼정보회사가 많이 활성화되면서 부각되고 있는 사람으로서 커플매니저로도 불린다. 웨딩플래너는 결혼하기 전부터 신혼여행까지의 모든 과정을 기획하고 대행한다.", "결혼상담원\n배우자를 찾기 위해 찾아오는 고객의 신원을 먼저 확인한다.\n등록자의 학력, 신체조건, 직업 등의 신상명세와 인생관, 태도, 원하는 유형을 상담하고 적합한 상대를 컴퓨터 매칭시스템을 이용하여 매칭 및 미팅장소 및 시간을 정해준다.\n미팅 주선 후 회원의 반응을 체크하고 지속적인 만남을 유지시켜 줄 것인지 결정한다.\n회사에서 이벤트가 주최될 경우 회원들에게 이벤트 소식을 알리고 진행을 맡기도 한다.\n전화, 면담, 메일 등을 이용하여 회원과 많은 대화를 나누며 상담한다.\n웨딩플래너\n결혼식을 설계해주고 합리적인 견적을 뽑아주며 혼수, 신혼여행, 웨딩드레스, 신부화장, 사진촬영 등 결혼준비의 많은 과정을 직접 동행해 준다.\n결혼준비와 관련하여 컨설팅을 해준다.", "결혼컨설턴트\n커플매니저\n결혼상담원\n웨딩코디네이터\n웨딩플래너"]}, {"name": "혼례 종사원(5122)", "descriptions": ["결혼식을 진행하기 위하여 의자, 카펫 등을 정리하고 필요한 자료를 준비하며 예식 진행과정을 관찰하여 신랑·신부의 의상과 행동을 교정해 주는 자를 말한다. 요청 시 주례업무를 대행하는 사람도 이 직종에 포함한다.", "예식장내의 의자, 마이크시설, 카펫 등을 정리ㆍ정돈한다.\n예식진행에 필요한 성혼선언문, 장갑, 꽃 등을 준비하고 방송시설을 이용하여 하객을 장내로 유도한다.\n예식의 진행과정을 관찰하여 신랑ㆍ신부의 의상과 결혼식순을 도와준다.\n전문주례사는 요청 시 주례를 담당한다.", "예식진행 보조원\n전문 주례사\n예식종사원\n폐백종사원"]}, {"name": "장례 지도사 및 장례 상담원(5123)", "descriptions": ["장례절차와 관련된 모든 업무를 수행하는 자를 말한다. 이들은 장례업체, 병원장례식장, 전문장례식장 등에 고용되어 있다.", "장례상담원\n장례지도사"]}, {"name": "점술가 및 민속신앙 종사원(5124)", "descriptions": ["철학관, 점술관 등에서 손금, 관상, 사주팔자 또는 여러 가지 점치는 도구 등을 이용하여 고객에게 조언을 하거나 무속신앙을 토대로 고객의 길흉화복을 점치고 부적을 쓰거나 굿을 하는 자를 말한다.", "고객의 손금과 얼굴의 형태를 관찰하거나 생년월일, 성명을 알아 월력, 십간 십이지표, 구호표, 묵죽 등의 용구를 사용하여 미래의 일을 예언한다.\n길흉화복의 운명을 판단하여 행동의 지침을 알려주며 사주, 궁합 등을 조언한다.\n손금, 관상, 사주 등 한 가지를 전문으로 하기도 하며 관상가로 호칭되기도 한다.", "점술가\n무당\n운명 철학가\n관상가"]}, {"name": "기타 개인 생활 서비스원(5129)", "descriptions": ["상기 세분류의 항목에 포함되지 않은 그 외 개인 생활서비스 관련 직무를 수행하는 사람이 여기에 포함된다."]}, {"name": "여행상품 개발자(5211)", "descriptions": ["고객의 요구에 부합하는 여행상품을 기획, 개발하고 고객을 위하여 여행계획을 수립한다. 단체관광객을 조직하고 여러 가지 이용 가능한 교통수단, 비용 및 편의성에 관한 정보를 획득해 여행계획을 수립할 때 조언을 제공하는 자를 말한다.", "고객의 요구, 생활패턴 등에 관한 정보를 수집ㆍ분석하여, 가치있는 여행상품을 개발한다.\n국내외의 항공, 육로, 해상의 교통편 및 요금, 관광명소의 위치, 숙박시설 등에 관한 제반 자료를 토대로 관광코스와 일정을 기획하고 경비를 산출한다.\n기획된 코스를 답사하고 문제점을 보완하여 코스를 확정짓는다.\n고객과의 전화 또는 방문상담을 통하여 그들의 요구를 파악하고, 상품의 특징과 장점을 소개하고 권유한다.", "관광여행 기획자\n여행 상담원(여행계획, 해외여행)\n여행상품개발원\n투어-오퍼레이터"]}, {"name": "여행 사무원(5212)", "descriptions": ["여행사에서 여행을 하려는 고객에게 여행상품을 추천 및 판매하고 여행과 관련된 예약·발권 업무를 수행하는 자를 말한다.", "여행일정을 계획ㆍ작성하고, 필요한 예약을 수행한다.\n여행사에서 승차권(비행기표, 기차표), 숙박권 및 기타 서류를 발권한다.\n필요한 경우 여권 및 비자의 발급을 대행한다.\n청구서 작성 및 대금을 영수한다.", "여행 사무원\n여행표 발행 사무원\n예약 및 발권 사무원"]}, {"name": "여행 안내원 및 해설사(5213)", "descriptions": ["국내외를 여행하는 개인 또는 단체에 교통기관, 숙박시설, 관광객 이용시설 및 편의시설의 이용 등을 안내하고 각종 여행편의를 제공하며 관광지와 관광 대상물을 설명하거나 여행을 안내한다. 또는 국내를 여행하는 개인 또는 단체의 외국인에게 외국어를 사용하여 관광지와 관광 대상물을 설명하거나 여행을 안내한다. 미술관, 박물관, 전시시설 등을 찾은 사람에게 소장품이나 전시품을 설명하고 안내하기도 한다. 지역의 문화유적이나 숲, 산림공원 등 문화 및 자연 관광자원을 전문적으로 해설하기도 한다.", "국내여행 안내원\n관광객을 위한 교통, 숙박, 레크레이션 및 기타 일정을 계획ㆍ조정한다.\n여행경로와 일정 및 관광에 필요한 전반적인 안내와 소개를 한다.\n역사적 유물, 유적지 및 명소 등에 관해 설명한다.\n교통편, 숙박시설 및 식당에 관한 예약 또는 예약확인을 하기 위해 여행사와 상의한다.\n국외여행 안내원\n방문, 견학, 사업 등 여러 가지 목적으로 해외의 여러 곳을 여행하고자 하는 여행객을 위해 경제적이고 안전하며 보람된 여행이 되도록 계획, 교육, 관리한다.\n출발에서 귀국까지의 모든 여정을 계획, 검토, 분석하여 효율성을 높인다.\n계약사항을 확인하고 정산하여 보고하며, 고객 개개인의 취향과 여행패턴을 고려하여 전 여행객이 조화를 이룰 수 있도록 한다.\n국가별 행사, 숙식, 관광, 여행일정 등을 현지에서 현지사정에 맞도록 협조ㆍ조치한다.\n관광통역 안내원\n사전에 예약된 외국인 관광객을 공항으로 마중 나가 관광일정을 개략적으로 설명하며, 여행비를 산출하고 일정표를 작성한다.\n관광지를 안내하며 환전, 호텔, 택시의 이용 등 입국에서부터 출국에 이르기까지 해외관광객들에게 관광에 대한 다양한 편의와 도움을 제공한다.", "국내여행 안내원\n관광 안내원\n등산 안내원\n관광 통역 안내원\n투어 컨덕터\n해외여행 가이드\n여행사 오퍼레이터"]}, {"name": "항공기 객실승무원(5221)", "descriptions": ["항공기 여객의 편의와 안전을 도모하기 위해 각종 서비스를 제공하는 자를 말한다. 객실승무원의 활동을 감독하는 객실 사무장도 여기에 포함된다.", "객실 사무장의 지시에 따라 기내를 정돈하고 목적지, 비행시간, 항로, 귀빈의 좌석 등에 관련된 내용을 확인한다.\n탑승객이 제시하는 좌석표를 확인하여 좌석을 안내하고 인원을 파악한다.\n탑승자 명단을 확인하고 인원을 점검하여 객실 사무장에게 보고한다.\n승객의 탑승이 완료되면 항공기의 출입문을 닫고 안전벨트, 구명복, 산소마스크, 비상탈출구의 사용법 등에 대한 시범을 보인다.\n승객이 요구하는 신문, 잡지, 음료, 식사 등을 제공한다.\n승객에게 헤드폰을 제공하고 영화나 음악을 선정할 수 있도록 조작방법을 설명한다.\n승객의 입국수속에 필요한 입국서류와 세관신고서 등을 배포하고 작성방법을 설명한다.\n착륙 전에 안전벨트 착용을 안내한다.\n승객의 화물운반을 돕고 분실물을 보관한다.\n비상사태 시에는 기내안내방송을 하고 비상탈출설비를 가동하여 승객의 탈출을 돕는다.\n운항에 관련된 각종 보고서를 작성한다.\n기내에서 향수, 주류, 담배 등의 면세품을 판매하기도 한다.", "객실장\n스튜어드\n객실 사무장\n스튜어디스\n객실 승무원"]}, {"name": "선박·열차 객실승무원(5222)", "descriptions": ["선박과 열차에서 음료를 제공하는 등 여객이 안전하고 편안한 여행을 할 수 있도록 각종 편의를 도모하고 승객의 요구사항을 들어준다.", "선박객실 승무원\n승선하는 승객에게 선실을 안내하고 선박의 편의장소에 대하여 설명한다.\n승객에게 구명조끼의 착용법, 구명보트의 탑승요령 등을 설명한다.\n선박의 규모 및 항로, 도착예정시간 등을 설명한다.\n식사나 음료를 제공하며, 요금을 수령하기도 한다.\n열차객실 승무원\n출발 전에 방송기기를 시험하고 각종 비품을 점검하며 탑승객을 안내한다.\n운행 중에 열차의 목적지, 통과역, 운행시각, 주의사항 등을 안내한다.\n승객의 승차권을 확인하고 무임승차자 또는 목적지 변경자에게 표를 발행한다.\n기관사 및 통과역의 근무자와 깃발신호나 무전으로 필요한 사항을 연락한다.\n열차 내를 순시하고, 실내의 온도와 습도를 조절하며 승객의 요구사항을 들어준다.", "여객선 승무원\n여객열차 차장\n열차 객실승무원\n여객 전무\n열차 안내원\n선실 승무원\n선박 객실승무원"]}, {"name": "숙박시설 서비스원(5230)", "descriptions": ["각종 숙박시설에서 고객에게 문을 열어주며 고객을 맞이하고 고객의 짐을 운반해 주거나 시설 안내 등 숙박 관련 편의서비스를 제공한다.", "호텔의 정문에서 승용차의 문을 열고 고객을 맞이하고 호텔로 안내한다.\n고객의 짐이나 요구물품 등을 룸으로 운송한다.\n기타 숙박시설에서 고객의 편의와 관련된 서비스 업무를 수행한다.", "벨맨\n룸서비스맨\n모텔 시중원\n벨보인\n호텔서비스원\n여관 시중원\n도어맨\n콘도 서비스원"]}, {"name": "오락시설 서비스원(5240)", "descriptions": ["오락시설에 설치된 오락용 승차 기구를 운전하거나 고객에게 운전 방법을 알려주며 각종 편의를 제공한다. 이외에 노래방, PC방, 게임방 등에서 각종 서비스를 제공한다.", "오락, 게임 설비 및 놀이기구 등을 조작하고 관리하고 간단한 보수ㆍ수리를 한다.\n고객의 신체에 알맞은 장비 비품을 제공하며, 장비의 안전한 사용법을 설명한다.\n안전사고 방지를 위하여 운행종료 후 기구를 점검ㆍ시험한다.\n고객에게 기구의 사용료와 사용시간을 알려주기도 하며, 정원초과와 안전벨트나 빗장의 안전상태를 관찰하기도 한다.\n동전으로 운영되는 오락시설에서 동전을 교환해 주며, 클럽에서 주류제공 등 고객의 편의와 안전을 위해 각종 서비스를 제공한다. 고객의 물품을 보관하기도 한다.", "놀이시설 안내원\n놀이기구 진행요원\n노래방 종사원\n노래방 관리인\n놀이기구 조작원\n놀이시설 종사원\nPC방 종사원\nPC방 관리인\n만화방 관리인\n비디오방 종사원\n비디오방 관리인"]}, {"name": "주방장 및 요리 연구가(5311)", "descriptions": ["5인 이상의 조리사로 구성된 외식업체에서 주방과 조리 관련 업무 전반을 책임지거나 음식을 매개로 한 문화와 관련된 콘텐츠의 연구·기획 및 실행 업무를 수행한다."]}, {"name": "한식 조리사(5312)", "descriptions": ["호텔, 음식점 등에서 한국 음식을 만들기 위하여 각종 식료품을 준비하고 익히고 조리하는 자를 말한다. 경우에 따라서 간단한 외국 음식 조리를 병행하기도 한다.", "고객이 주문한 조리메뉴를 확인하고 조리에 필요한 재료를 준비한다.\n튀기고, 굽고, 볶고, 끓이는 등의 방식으로 해당 요리를 조리한다.\n조리된 음식의 맛, 영양상태 등을 파악하고 점검한다.\n조리사에게 조리교육을 실시하고 조리사의 업무를 감독한다.", "한국음식 조리사\n한식 주방장\n한식 조리사"]}, {"name": "중식 조리사(5313)", "descriptions": ["호텔, 레스토랑, 중국식 음식점(반점) 등에서 각종 탕, 튀김, 면류 등의 중식을 조리한다.", "고객이 주문한 조리메뉴를 확인하고 조리에 필요한 재료를 준비한다.\n튀기고, 굽고, 볶고, 끓이는 등의 방식으로 해당 요리를 조리한다.\n조리된 음식의 맛, 영양상태 등을 파악하고 점검한다.\n조리사에게 조리교육을 실시하고 조리사의 업무를 감독한다.", "중국음식 조리사\n중식 조리사\n중식 주방장\n반점 조리사"]}, {"name": "양식 조리사(5314)", "descriptions": ["호텔, 레스토랑, 양식점 등에서 각종 육류, 면류 등의 서양식 요리를 만들기 위하여 각종 식료품을 준비하고 익히고 조리하는 자를 말한다.", "고객이 주문한 조리메뉴를 확인하고 조리에 필요한 재료를 준비한다.\n튀기고, 굽고, 볶고, 끓이는 등의 방식으로 해당 요리를 조리한다.\n조리된 음식의 맛, 영양상태 등을 파악하고 점검한다.\n조리사에게 조리교육을 실시하고 조리사의 업무를 감독한다.", "양식 조리사\n스페인 요리 조리사\n양식 주방장\n이탈리아 요리 조리사\n프랑스 요리 조리사"]}, {"name": "일식 조리사(5315)", "descriptions": ["호텔, 레스토랑, 일식점, 회전문점 등에서 각종 육류, 생선류, 면류 등의 일본식 요리를 조리한다.", "고객이 주문한 조리메뉴를 확인하고 조리에 필요한 재료를 준비한다.\nㆍ 튀기고, 굽고, 볶고, 끓이는 등의 방식으로 해당 요리를 조리한다.\n조리된 음식의 맛, 영양상태 등을 파악하고 점검한다.\n조리사에게 조리교육을 실시하고 조리사의 업무를 감독한다.", "일식 조리사\n초밥 조리사\n일식 주방장\n회전문 조리사"]}, {"name": "바텐더(5316)", "descriptions": ["음료와 관련한 전문지식을 갖추고 칵테일을 조주하여 고객에게 제공하는 자를 말한다. 이들은 레스토랑, 호텔, 칵테일 바 등에 고용되어 있다. 감독 기능을 겸하는 바텐더도 여기에 포함된다.", "칵테일이나 과일펀치 등을 만들기 위하여 증류수ㆍ소다수ㆍ칵테일용 음료 등과 꼬냑ㆍ위스키ㆍ진ㆍ보드카 등의 술을 칵테일 방법에 따라 적당히 혼합하여 맛을 낸다.\n레몬조각ㆍ버찌ㆍ올리브 등을 꼬치에 꽂아 잔 위에 걸쳐서 제공한다.\n와인ㆍ생맥주ㆍ병맥주 및 칵테일용 과일ㆍ증류수ㆍ소다수 등의 부족한 식재료를 청구한다.\n조주된 음료를 웨이터에게 인계한다.\n매일 판매된 음료와 술을 일일판매기록부에 기록ㆍ정리하고 월말에는 재고조사를 한다.\n항상 칵테일 방법을 연구한다.\n필요한 글라스 및 기물 등을 보관ㆍ유지한다.", "바텐더\n조주사"]}, {"name": "음료 조리사 (5317)", "descriptions": ["호텔, 레스토랑, 카페, 음료 전문점 등에서 커피, 차, 주스 등의 음료를 조리한다."]}, {"name": "기타 조리사(5319)", "descriptions": ["각종 분식점 등에서 면류, 김밥, 샌드위치, 튀김 등의 분식을 조리하거나 위에서 언급되지 않은 기타 국가의 전통요리를 전문적으로 조리하는 자를 포함한다.", "분식 조리사\n바리스타\n전통차 조리사\n커피조리사"]}, {"name": "패스트푸드 준비원(5321)", "descriptions": ["패스트푸드점에서 햄버거를 굽거나 용기에 담는 등 단순 반복적인 작업을 수행하는 자를 말한다.", "패스트 푸드원"]}, {"name": "접객원(홀서빙원)(5322)", "descriptions": ["고객에게 음식 및 각종 서비스를 제공한다. 이들은 레스토랑, 호텔, 바, 주점 등에 고용되어 있다.", "업무시간 전에 용모 및 복장을 단정히 하고 근무에 필요한 준비를 한다.\n고객을 친절하게 맞이하며 고객에게 메뉴판을 제시하고 질문에 답하며 음식과 음료에 대한 조언을 한다.\n음ㆍ식료의 주문을 주방에 전달한다.\n주방으로부터 음ㆍ식료가 조리되어 나오면 고객에게 제공한다.\n고객의 식사가 끝나면 테이블 정리 후에 디저트 주문을 받는다.\n식사가 끝난 고객이 계산서를 요구할 경우에는 작성된 계산서를 제시한다.\n업소의 규모나 영업기준에 따라 와인을 제공하는 업무를 수행하는 등 기타 서비스도 제공한다.", "정식식당 웨이터\n선상식당 웨이터\n철도식당차 웨이터\n웨이터\n웨이트리스\n호스트(식음료관련)\n연회 웨이터 및 웨이트리스\n소믈리에\n와인스튜어드"]}, {"name": "주방 보조원(5323)", "descriptions": ["음식점, 학교, 호텔, 레스토랑 등에서 조리장이나 조리사의 지시에 따라 각종 조리보조 업무를 수행하는 자를 말한다.", "야채나 과일을 씻고 다듬으며, 조리관련 각종 기구를 세척한다.\n주방에서 배출된 각종 쓰레기를 버리고 주방을 청소한다.\n조리사를 보조하기 위한 기타 여러 업무를 수행한다.\n조리사의 지시에 따라 음식을 운반하거나 그릇을 치우기도 한다.", "주방 보조원\n조리사 보조원\n식재료 세척원\n학교급식 보조원"]}, {"name": "음식 배달원(5324)", "descriptions": ["각종 음식점 등에서 고객의 요구에 따라 해당 요리를 특정 장소까지 배달하는 자를 말한다. 음식 배달을 위해 포장용기나 식기를 준비하거나 배달할 장소에 가서 음식 값을 받고 거스름돈을 내주는 등 각종 음식점 등에서 배달하기 위해 발생되는 부가적인 업무를 함께 수행하기도 한다.", "고객으로부터 음식배달을 주문받는다.\n배달해야 할 음식과 수저 등을 준비하고 배달장소를 확인한다.\n자전거, 오토바이 등을 운전하여 배달장소로 해당음식을 배달한다.\n고객에게 음식물을 전달하고 음식요금에 대한 계산한다.\n빈 그릇 등을 수거하거나 식당을 청소하기도 한다.", "식사배달원\n요리배달원\n중국음식배달원\n야식배달원\n음식배달원\n피자배달원\n도시락배달원\n분식배달원\n치킨배달원"]}, {"name": "기타 음식 서비스 종사원(5329)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다."]}, {"name": "경호원(5411)", "descriptions": ["개인의 신변을 보호하는 자로서 개인을 호위하여 신체적 상해나 납치를 방지하고 사생활 침해를 예방하는 자를 말한다.", "요인, 유명인사, 연예인의 신변안전을 위하여 경호임무를 수행한다.", "경호원\n경호 요원"]}, {"name": "청원경찰(5412)", "descriptions": ["청원경찰법에 따라 은행, 공공건물 또는 박물관 등의 사업체에서 재산 또는 시설의 치안을 유지하며 절도, 폭력, 법률 위반 행위 또는 기타 불법 행위를 방지하는 자를 말한다.", "도난, 폭력, 규칙위반 또는 기타 불법적인 행위를 예방하기 위하여 건물과 공공건물을 순찰하고 관리한다.", "청원 경찰"]}, {"name": "시설·특수 경비원(5413)", "descriptions": ["생명과 신체 안전, 재산 보호를 위해 경비 대상 시설 및 장소 또는 운반 중에 있는 물품에 대하여 위험 발생 상황을 방지하는 업무를 수행한다.", "무인경비원"]}, {"name": "기타 경호·보안 종사원(5419)", "descriptions": ["보안기기를 관리하며 이상 발생 시 무인경비원과 시스템에 알리는 보안관제원을 비롯하여 매장감시원, 주차단속원, 안전순찰원이 포함된다.", "도둑의 침입, 화재, 가스누출, 보안기기의 사용미숙 및 자체고장 등 보안기기를 관리한다.\n사건 및 사고의 내용을 판단하여 정상화하고 사고확대 방지, 재발방지, 원상복구 등의 조치를 하여 보고한다.\n도난, 화재 등으로 인한 피해를 미연에 방지하기 위하여 건물의 내ㆍ외부를 순찰하여 안전을 확인한다.\n무인경비시스템을 관리, 통제, 출동한다.\n매장의 물품을 감시한다.\n불법주차를 단속한다.", "보안 관제원\n주차 단속원\n물품 보관원\n안전 순찰원\n매장 감시원\n창고감시원"]}, {"name": "경비원(건물 관리원)(5420)", "descriptions": ["아파트, 주택, 사무실, 교회 및 기타 건물 등에서 방문자의 출입을 점검하고 거주자를 대신하여 배달 물품을 접수하거나 방문자에게 필요한 정보를 제공한다.", "건물에서 방문자의 출입을 점검하고 필요한 정보를 제공하며 불법침입 또는 도난, 화재 및 기타 위험 방지와 재산을 감시한다.\n건물을 관리하며 간단한 수선 및 정비를 한다.\n타인에게 해를 주는 소음, 진동 등의 거주자 및 기타 건물 사용자의 행위를 규제한다.\n거주자를 대신해서 배달물을 접수하거나 방문자에게 필요한 정보를 제공하는 등 부재중인 거주자를 위하여 소규모의 서비스를 제공한다.", "아파트경비원\n빌라경비원\n주택관리사\n청사경비원\n학교경비원\n건물경비원\n병원경비원\n빌딩경비원\n빌딩시설경비원\n빌딩보안원\n상가경비원\n시장경비원\n공장경비원\n공사현장경비원\n교회 관리인\n성당지기\n공원순찰원\n공원안전요원\n공원관리인\n공원질서요원\n놀이시설질서유지원\n별장 관리인"]}, {"name": "요양 보호사 및 간병인(5501)", "descriptions": ["환자, 장애인, 노인 등 활동이 불편하여 원활한 일상생활을 영위하기 위해 도움이 필요한 사람을 대상으로 돌봄 서비스를 수행하는 자를 말한다.", "거동이 불편한 환자를 목욕시키고 옷을 갈아입히며, 병실을 청소하고 침대보를 바꾼다.\n체온, 맥박 및 호흡수를 측정하여 기록한다.\n의사 또는 간호사의 지시에 따라 환자를 돌보고, 치료내용 및 소모시간을 기록한다.\n살균제, 살균장치, 소독기구 등을 사용하여 의료기구 및 물품을 소독ㆍ살균한다.\n음식을 준비하여 환자에게 먹이고 음ㆍ식료 공급 및 배설상태를 기록한다.", "간병인"]}, {"name": "육아 도우미(5502)", "descriptions": ["고용주의 아이를 돌보는 자를 말한다. 경우에 따라서는 어린이의 피복을 수선, 세척, 다림질하기도 하며 아이 양육에 관계되지 않은 가사 업무를 수행하기도 한다.", "아이의 우유나 간식을 먹인다.\n놀이기구로 유희를 하며 놀아 준다.\n육아의 의복세척 및 침구손질을 하기도 한다.", "가정보육사\n시설보조 보육교사\n보모 및 유모"]}, {"name": "청소원(5611)", "descriptions": ["건물 및 비행기, 선박, 기관차 등을 청소하는 자를 말한다. 일상적으로 건물이나 다중 이용시설, 생산시설, 운송수단의 청결을 유지한다.", "건물을 쓸고 닦는다.\n비행기, 선박, 기관차의 바닥이나 벽 등의 먼지를 털거나 쓸고 닦는다.", "사무실 청소원\n공공건물 청소원\n오피스텔 청소원\n아파트 청소원\n호텔 청소원\n숙박시설 청소원\n기관차 청소원\n통풍관 청결원\n선박 청소원\n비행기 청소원\n버스 청소원\n병원 청소원"]}, {"name": "환경미화원 및 재활용품 수거원(5612)", "descriptions": ["건물, 야적장, 거리 및 기타 공공장소에서 쓰레기를 수거하거나 청결하게 유지하며 재활용품을 수거하는 업무를 수행한다.", "쓰레기를 수거하여 싣거나 하차한다.\n거리, 공원 및 기타 장소를 청소한다.\n재활용품을 수거한다.", "쓰레기 수거원\n쓰레기 청소부\n거리 미화원\n분뇨 수거원\n거리 미화원\n공원 청소원\n공원 청소원\n재활용품 수거원"]}, {"name": "배관 세정원 및 방역원(5613)", "descriptions": ["가스관, 통풍관, 집진관 등의 연결관 내의 그을음, 먼지 및 퇴적물을 각종 화학약품 등을 사용하여 소독, 청소하는 일을 한다.", "배관 세정원\n건물외벽 모래 살포원\n증기분사기 조작원(수지식)\n건물 소독원\n건물 물탱크 청결원\n통풍관 청결원\n건물외벽 청결원\n건물 외벽유리 청소원\n수조원\n수족관 청결원\n연관 청결원\n방역원\n구충 및 병충해 박멸원\n아파트 물탱크 청결원"]}, {"name": "구두 미화원(5614)", "descriptions": ["사무실이나 식당 등을 방문하여 구두를 수집하여 닦아 주거나 광을 내고 간단하게 수선하는 자를 말한다.", "구두 미화원\n구두닦이"]}, {"name": "세탁원(다림질원)(5615)", "descriptions": ["의류, 섬유직물 및 유사 물품을 손으로 세탁 또는 구김을 펴는 정도의 단순한 다림질을 하는 자를 말한다.", "손 세탁원\n단순 다림질원"]}, {"name": "가사 도우미(5616)", "descriptions": ["고용된 가정을 방문하여 청소, 세탁, 요리 등 가사노동을 수행한다. 또는 가정용품의 구입을 전문적으로 대행하는 자를 말한다.", "고용된 가정의 화장실, 거실 등의 집안을 청소기로 청소하며, 의복을 세탁한다.\n음식을 만들고 대접하는 등의 가사업무를 수행한다.\n가정용품의 구입을 대행해 준다.", "가사보조원\n가사쇼핑 대행원\n파출부\n가정부"]}, {"name": "계기 검침원 및 가스 점검원(5621)", "descriptions": ["계랑기의 상태를 확인하고 기록하는 계기 검침원과 가스 점검원이 여기에 분류된다.", "정기적으로 담당구역의 수용가를 방문하여 계량기의 지침을 읽고 검침카드에 사용량을 기록한다.\n계량기의 가동상태를 확인하고 표면에 부착된 이물질을 제거한다.\n검침서류를 수용가 지역별로 구분하고 전산 입력 자료를 작성한다.\n수용가가 계약관계상 위약여부 확인 등의 목적을 위해 현장용도를 확인한다.\n요금징수와 계산방법, 문제점 등에 대한 소비자의 질문에 해결방법을 제시한다.\n불량계량기 또는 도용 사항을 점검ㆍ확인하기도 한다.\n가스의 사용량, 안전사항을 점검ㆍ확인한다.", "계기 검침원(가스, 수도, 전기 등)\n가스 안전 점검원\n전기 안전 점검원"]}, {"name": "자동판매기 관리원(5622)", "descriptions": ["자동판매기를 유지, 관리하며 수금하는 자를 말한다."]}, {"name": "주차 관리·안내원(5623)", "descriptions": ["무료 또는 유료 주차시설을 운용, 관리,안내한다.", "차량의 주차위치를 지정하고 차량번호 및 주차예정 시간을 기록한다.\n주차시간에 비례하여 주차료를 징수하고 영수증을 발급한다.\n차량의 주차장 출입을 유도하기 위하여 차단기를 조작한다.\n노상의 유료 주차장을 출입하는 차량을 통제하기도 하며 일정요금을 징수한다.\n기계식 주차설비의 경우 주차대수를 파악하여 고객 차량의 인출차를 돕고, 승강기를 작동한다.\n주차공간을 찾아 안내한다.", "주차관리원\n주차장 관리원\n주차장 안내원"]}, {"name": "검표원(5624)", "descriptions": ["공원, 영화관, 공연장, 운동 경기장, 유원지, 전시장 등 입장객의 표를 확인하고 입장시키는 업무를 수행하는 자를 말한다.", "고속버스검표원\n통행료검표원\n극장검표원\n승차권검표원\n놀이공원검표원\n사우나검표원"]}, {"name": "기타 서비스 단순 종사원(5629)", "descriptions": ["환경 감시, 대여 제품 방문 점검 등 상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다.", "환경 감시원\n심부름원\n사환"]}, {"name": "부동산 컨설턴트 및 중개인(6110)", "descriptions": ["부동산 정보를 수집하고 부동산 매매 설계 및 조언을 하며 쌍방을 대리하여 수수료를 받고 부동산의 매매 및 임대·교환을 알선, 중개하는 업무를 수행한다.", "지가시세와 부동산에 관한 정보를 수집하고, 매도를 희망하는 부동산에 관한 각종 정보를 수집한다.\n부동산 매도에 관한 중개를 의뢰 받으면 해당 부동산의 지번, 대지, 건평, 방수, 매도 희망액 등을 파악하여 정리한다.\n부동산 매입을 희망하는 고객에게서 희망부동산의 종류와 매입금액 등을 파악한다.\n고객에게 알맞은 부동산을 선정하여 고객과 해당 부동산을 답사한다.\n매도ㆍ매수자간 매매 희망가격을 조정하고 계약이 성립되도록 주선한다.\n계약이 합의되면 매매계약서에 매매대상물의 지번, 평수, 가옥구조, 매매가액, 계약금액, 중도금액, 지불일시, 잔금지불일시 등의 잔금지급방법을 결정ㆍ기재한다.\n양도일시, 매매조건과 단서조항을 기재하고, 계약일시와 매도ㆍ매수인 및 중개인의 인적사항을 기재하고 서명ㆍ날인한다.", "부동산 신탁 관리원\n부동산 상담원\n부동산 경매 상담원\n부동산 중개인\n주택 상담원"]}, {"name": "기술 영업원(6121)", "descriptions": ["산업용장비, 정보통신장비와 그 외의 부품이나 제품, 설비의 사용법이나 보수(A/S) 등 기술에 관한 전문적 지식을 활용하여 기계나 장비, 설비 등을 판매하고 고객에게 기술적인 지도를 수행한다. 이들은 산업용 장비 제조업체, 정보통신 장비 제조업체와 그 외 제품이나 설비 제조업체 등에 주로 고용되어 있다.", "기존 고객을 대상으로 판매를 촉진시킬 수 있는 영업활동을 한다.\n잠재적인 구매고객을 파악하고 구매가 이루어지도록 설득한다.\n고객의 필요 및 구매능력을 파악해 적합한 제품이나 서비스를 추천한다.\n제품 또는 서비스가 고객의 요구사항에 맞춰 조정될 필요가 있을 시에는 이를 반영한다.\n제품 또는 서비스의 이용으로 얻게 될 이익을 설명하기 위해 보고서나 제안서를 작성한다.\n장비 또는 서비스의 설치, 유지비용을 추산한다.\n판매계약서를 작성한다.\n제품 또는 서비스의 판매 후 문제 발생시 이를 처리해주고, 계속적인 지원서비스를 제공한다.", "의약품 판매원\n컴퓨터하드디스크 기술 영업원\n컴퓨터소프트웨어 기술 영업원\n전산장비 기술 영업원\n웹개발 기술 영업원\n모바일솔루션 기술 영업원\n데이터복구 기술 영업원\n보안솔루션 기술 영엽원\n인터넷솔루션 기술 영업원\nERP프로그램 기술 영업원\nIT솔루션 기술 영업원\nKMS 기술 영업원\n초음파기 기술 영업원\nMRI 기술 영업원\n산소호흡기 기술 영업원\n심전도기 기술 영업원\n의료장비 영업원\n수입의료장비 영업원\n펌프 기술 영업원\n네트워크 기술 영업원\n멀티미디어 시스템 기술 영업원\n통신기기 기술 영업원\n반도체장비 기술 영업원\n계측장비 기술 영업원\n통신부품 기술 영업원\n전자부품 기술 영업원\nPCB 기술 영업원\n전자부품 기술 영업원\nCCTV시스템 기술 영업원\nGPS 기술 영업원\nITS 기술 영업원\n교환기 기술 영업원\n네트워크장비 기술 영업원\n영상기기 기술 영업원\n휴대폰부품 기술 영업원\nSMPS 기술 영업원\n자동화기기 기술 영업원\n공작기계 기술 영업원\n모터 기술 영업원\n기계부품 기술 영업원\n식품포장기계 기술 영업원\n플랜트설비 기술 영업원\n철강재 영업원\n산업용펌프 기술 영업원\n건설장비 기술 영업원\n농업용트랙터 기술 영업원\n엔진 기술 영업원\n자동차부품 기술 영업원\n자동화설비 기술 영업원\n유압기계 기술 영업원\n환경설비 기술 영업원\n절삭공구 기술 영업원\n조선기자재 기술 영업원\n금형기계 기술 영업원\n산업용보일러 기술 영업원"]}, {"name": "해외 영업원(6122)", "descriptions": ["해외 바이어에게 상품을 판매하는 데 필요한 영업활동과 해외 판매자에게 상품을 수입하기 위한 영업활동을 수행하는 자를 말한다.", "해외시장정보를 수집ㆍ분석한다.\n해외 업체 및 바이어에게 홍보를 하여 제품에 대한 구매가 이루어질 수 있도록 한다.\n국내에서 생산되지 않는 상품이나 수입이 필요하다고 인정되는 상품을 수입하기 위해 해외 판매자에게 영업활동을 한다.\n소비자 선호도, 회사 내 수입상품 결정사항 등을 토대로 수입상품과 수입 량, 수입가격 등을 결정 한다.", "해외 영업원\n수출입 영업원\n무역 영업원"]}, {"name": "자동차 영업원(6123)", "descriptions": ["생산된 자동차를 고객에게 판매하기 위한 일련의 업무를 수행하는 자를 말한다. 이들은 자동차 제조회사에서 운영하는 직영영업소나 자동차 대리점에 고용되어 있다. 이들을 감독하는 기능을 함께 수행하는 영업원도 여기에 포함된다.", "기존 고객을 대상으로 판매를 촉진시킬 수 있도록 한다.\n잠재적인 구매고객을 파악하고, 구매가 이루어지도록 설득한다.\n제품 또는 서비스의 이용으로 얻게 될 이익을 설명하기 위해 보고서나 제안서를 작성한다.\n구매자와 구매비용, 인도일자 및 계약조건 등을 협의한다.\n주문 받은 사항을 처리한다.\n주문량과 매출액을 계산하는 등의 사무적인 업무를 처리한다.\n제품 또는 서비스의 판매 후 문제가 발생했을 경우 이를 처리해주고, 계속적인 지원서비스를 제공한다.\n제품정보, 경쟁업체, 시장상황에 관한 정보를 파악하고 이를 영업활동과 연계시킨다.", "자동차 딜러\n자동차 영업원\n카매니저"]}, {"name": "제품·광고 영업원(6124)", "descriptions": ["도매 및 제조업체 등에 고용되어 각종 제품과 서비스를 판매한다. 이들은 식품, 의류, 호텔, 사업서비스 관련 회사에서 일한다. 이들을 감독하는 기능을 함께 수행하는 일반 영업원도 여기에 포함된다. 자동차 영업원은 제외한다.", "기존 고객을 대상으로 판매를 촉진시킬 수 있도록 한다.\n잠재적인 구매고객을 파악하고 구매가 이루어지도록 설득한다.\n제품 또는 서비스의 이용으로 얻게 될 이익을 설명하기 위해 보고서나 제안서를 작성한다.\n구매자와 구매비용, 인도일자 및 계약조건 등을 협의한다.\n주문 받은 사항을 처리하고 배달계획을 짠다.\n주문량과 매출액을 계산하는 등의 사무적인 업무를 처리한다.\n제품 또는 서비스의 판매 후 문제가 발생했을 경우 이를 처리해준다.\n제품정보, 경쟁업체, 시장상황에 관한 정보를 파악하고 이를 영업활동과 연계시킨다.\n다른 영업원의 활동을 감독하기도 한다.", "건축자재 영업원\n건설수주 영업원\n레미콘 영업원\n건설관공서 영업원\n건설자재 영업원\n가설재 영업원\n내외장재 영업원\n마감재 영업원\n목재 영업원\n방화물 영업원\n창호 영업원\n방수 영업원\n인테리어내장제 영업원\n욕실자재 영업원\n배관자재 영업원\n콘크리트블럭 영업원\n타일 영업원\n광고 수주원\n광고 판매원\n인쇄 수주원\n광고 영업원\n전화번호부 광고 영업원\n전단 광고 영업원\n인쇄 영업원\n전단물 영업원\n신문 광고 영업원\n광고대행 영업원\n옥외광고물 영업원\n프랜차이즈 영업원\n가맹점 영업원\n대리점 모집원\n조립식칸막이 영업원\n전기자재 영업원\nPVC 영업원\n농수산물 영업원\n냉동수산물 영업원\n유통업체식품 영업원\n건강기능식품 영업원\n빙과 영업원\n과자 영업원\n음료 영업원\n식자재 영업원\n아이스크림루트 영업원\n육류 영업원\n제과 영업원\n급식자재 영업원\n주류 영업원\n담배 영업원\n토목자재 영업원\n페인트 영업원\n섀시 영업원"]}, {"name": "상품 중개인 및 경매사(6125)", "descriptions": ["골동품, 예술품 등의 경매를 진행하거나 상품을 중개하며 출시된 제품 혹은 농수산물의 등급, 질, 무게를 파악하고 공급자와 수요자 간 거래가 이루어질 수 있도록 중개한다. 농수산물 유통 과정에서 경매를 주관하는 사람도 여기에 포함된다.", "농수산물 중개인\n각종 자료, 육감을 통해 농산물의의 품질, 가격, 무게에 관한 시장정보를 분석한다.\n농수산물의 샘플을 검사하고, 등급 및 상품의 질을 결정한다.\n재배자와 거래조건에 관해 면담하고 재배지를 방문하여 구매한다.\n인도계획을 마련하고 상품대금을 지불하며 관련 서류를 작성ㆍ수령한다.\n경매사\n경매에 내놓을 물품을 확인한 후 경매 우선순위를 결정한다.\n상장된 물품의 가격을 평가하여 경매최저가격을 설정하고, 경매를 시행하여 낙찰자를 결정한다.", "농산물 중개인\n농산물 경매사\n청과물 중개인\n청과물 경매사\n예술품 중개인\n예술품 경매사"]}, {"name": "기타 기술 영업·중개 종사원(6129)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다."]}, {"name": "텔레마케터(6130)", "descriptions": ["각 업체에 소속되거나 용역으로 각종 서비스 홍보, 전화 판촉 등의 업무를 수행하는 자를 말한다. 우선 전화할 대상을 선정하고 스크립터를 작성한 후 전화를 통하여 여러 가지 상품이나 서비스 내용을 제공하고 구매를 권유하는 업무와 고객의 제품상담, 불만 사항 접수 등 전화받는 일을 담당한다.", "인바운드 텔레마케터\n고객관리 텔레마케터\n인터넷가입유치 텔레마케터\n아웃바운드 텔레마케터\n부동산 텔레마케터\n금융 텔레마케터\n고객상담 텔레마케터\n콜센터 텔레마케터\n신용카드 텔레마케터"]}, {"name": "소규모 상점 경영 및 일선 관리 종사원(6140)", "descriptions": ["소규모 상점을 독립적으로 또는 소수 타인의 지원을 받아 소유하고 운영하는 자와 편의점 등 프랜차이즈 소매점이나 백화점, 쇼핑센터 내 단일 매장에서 일선 관리업무를 수행하는 자를 말한다."]}, {"name": "상점 판매원(6151)", "descriptions": ["도매 및 소매업체에서 소비자에게 다양한 상품을 판매한다.", "고객을 응대하고 고객이 구매하려는 상품의 종류, 품질, 수량에 대해 의논한다.\n제품의 사용법 및 보관요령에 대해 설명한다.\n가격, 판매 조건, 배달일자 등을 협의한다.\n고객이 구매한 물품의 가격을 계산하고 영수증을 발급한다.\n수시로 재고량을 조사하여 부족상품의 보충을 알린다.", "남성의류 판매원\n여성의류 판매원\n텔레비전 판매원\n냉장고 판매원\n세탁기 판매원\n청소기 판매원\n에어컨 판매원\n꽃 판매원\n화초 판매원\n나무 판매원\n분재 판매원\n신발 판매원\n김치 냉장고 판매원\n화장품 판매원\n여성 정장 판매원\n남성 정장 판매원\n가구 판매원\n장난감 판매원\n가정용 유류 판매원\n벽지 판매원\n시계 판매원\n운동용품 판매원\n머리핀 판매원\n자전거 판매원\n예술품 판매원\n골동품 판매원\n오락게임용구 판매원\n내의 판매원\n아동의류 판매원\n귀금속 판매원\n액세서리 판매원\n서적 판매원\n문구 판매원\n음반 판매원\n사료 판매원\n육류 판매원\n곡물 판매원\n담배 판매원\n과일 판매원\n채소 판매원"]}, {"name": "통신 기기·서비스 판매원(6152)", "descriptions": ["이동통신, 인터넷 전화, IPTV, 인터넷 네트워크 서비스 등 유무선 통신서비스를 판매하거나 이동통신사와 이용자 간 계약체결을 위탁받아 대리하는 자를 말한다. 주로 이동전화기 등 통신단말기를 같이 판매하는 경우가 많다.", "핸드폰가입 서비스 판매원\n통신 재판매원\n이동호출가입 서비스 판매원\n인터넷가입 서비스 판매원"]}, {"name": "온라인 판매원(6153)", "descriptions": ["인터넷을 통해 각종 상품을 판매하기 위해서 온라인 쇼핑몰상에 판매할 상품을 선정하여 등록하고 재고를 관리하며, 고객 문의에 응대하고 주문 상품을 발송하기 위한 업무 전반을 관리한다.", "인터넷 판매원"]}, {"name": "상품 대여원(6154)", "descriptions": ["소비자에게 자동차, 도서, 영상기록매체(DVD, 블루레이), 사무용품, 생활용품 등 다양한 종류의 상품을 대여한다.", "고객을 응대하고 고객이 임대하려는 상품의 종류, 품질, 수량에 대해 의논한다.\n제품의 사용법 및 보관요령에 대해 설명한다.\n가격, 임대 조건, 배달일자 등을 협의한다.\n고객이 임대한 물품의 대여료를 계산하고 임차인의 인적사항 등을 기록한 후 영수증을 발급한다.\n정기적으로 대여물품의 반납상황을 확인하고 미납자나 장기연체자에게 연락하여 반납을 요청한다.", "자동차 대여원\n가전제품 대여원\n스포츠용품 대여원\n비디오테이프 대여원\nCD 대여원\n도서 대여원\n책상 대여원\n컴퓨터 대여원\nDVD 대여원"]}, {"name": "노점 및 이동 판매원(6155)", "descriptions": ["일정 매장을 개설하지 않고 일정한 구역의 노상에 노점 등 임시 매장을 설치하거나 순회하면서 각종 상품을 판매하는 자를 말한다.", "상품을 직접 나르거나 손수레ㆍ자동차 등을 이용하여 운반한다.\n일정한 곳에 자리를 잡고 상품을 판매한다.", "노점상\n열차객실 판매원\n노점 판매원\n신문가두 판매원"]}, {"name": "방문 판매원(6156)", "descriptions": ["가정 또는 사업체를 찾아다니면서 각종 상품이나 서비스의 내용을 설명하고 상품을 판매하는 자를 말한다.", "담당구역의 고객을 방문하여 견본을 보여 주거나 안내서로 상품을 설명하고 상품의 특징과 장점을 설명하여 구매 욕구를 자극시킨다.\n상품의 가격을 알리고 현찰, 할부판매, 카드판매 등의 거래조건과 물품 인도조건을 협의한다.\n주문서를 출고관련 부서에 전달하고 영업보고서를 작성한다.\n상품 판매대금을 수금하거나 판매상품을 배달하기도 한다.\n다단계 상품을 안내하고 판매 증가에 따른 수익을 설명한다.", "방문 판매원\n다단계 판매원\n판매 외무원"]}, {"name": "주유원(가스충전원)(6157)", "descriptions": ["주유소나 가스충전소에 고용되어 연료 및 기타 자동차 소모품 등을 판매한다.", "차량을 원하는 주유 위치로 유도하고 고객이 원하는 주유량을 확인한다.\n차량의 연료주입구를 열고 필요량을 주입하기 위하여 주유기를 조작한다.\n계수기를 확인하고 요금을 계산한다.\n엔진오일, 부동액, 연료첨가제 등을 판매ㆍ주입하기도 한다.\nLPG 차량에 가스를 주입한다.", "주유원\n가스충전원\n주유판매원"]}, {"name": "매장 계산원 및 요금 정산원(6161)", "descriptions": ["상점, 레스토랑 등 제품이나 서비스의 판매가 이루어지는 장소에서 판매액을 계산하고 금액을 직접 수령하는 자를 말한다.", "제품, 서비스의 가격을 파악하고 금전등록기나 바코드 스캐너를 사용해서 청구서를 제시한다.\n현금, 수표, 신용카드, 전자화폐 등으로 계산을 한다.\n매일의 수납액과 판매액을 정산한다.\n제품을 포장하기도 한다.", "계산원\n카운터(Counter)\n캐셔(Cashier)"]}, {"name": "매표원 및 복권 판매원(6162)", "descriptions": ["극장, 공원 및 유원지 등의 매표소에서 고객에게 입장표를 발행하고 현금을 받는다. 이 직종에는 버스 및 지하철 승차권, 복권, 마권을 판매하는 직무도 포함한다.", "정원이나 예약상황을 검토한다.\n고객의 요구에 따라 매표 수를 확인하고 시간이나 좌석번호 등을 표에 기록하여 판매한다.\n표의 대금을 받고 거스름돈을 계산하여 지급한다.\n일일매표내역을 정산하여 이용률을 계산하고 판매대금을 계산한다.\n전화예매를 받기도 하며 고객의 질문에 대답하기도 한다.", "복권 판매원\n기차표 판매원\n마권 발매원\n상품권 판매원(백화점, 구두, 문화 등)\n항공권 판매원\n지하철 매표원\n경륜권 발매원\n매표원\n입장권 판매원\n경정권 발매원"]}, {"name": "홍보 도우미 및 판촉원(6171)", "descriptions": ["상품이나 시설의 구매욕구 및 시설 이용욕구 등을 유발하기 위하여 일정한 복장을 갖추고 상품의 특성을 설명하거나 홍보도구 등을 이용하면서 춤, 노래, 게임 등을 통해 홍보하는 자를 말한다. 전시장 및 기타 장소에서 스타일과 특징 등을 선전하기 위하여 판매할 의복을 입고 홍보하며 전단지를 배포하는 등 판매를 촉진하기도 한다.", "행사 전 홍보대상이 되는 상품이나 시설 등의 특징에 대해서 설명을 듣고 홍보방법을 숙지한다.\n전시장, 노상 등에서 고객을 대상으로 홍보도구 등을 이용하여 상품이나 시설에 대해 홍보한다.\n시연, 시음 등을 통해 고객들이 상품을 직접 시험적으로 이용할 수 있도록 한다.\n전단지를 배포하고 고객을 상품이 판매가 이루어지는 장소로 유인한다.", "홍보 도우미\n상품 홍보원\n행사 도우미\n판촉원"]}, {"name": "기타 판매 단순 종사원(6179)", "descriptions": ["매장을 정리하거나 전단지 배포 등 기타 단순 종사원을 말한다.", "고객을 응대하고 고객이 사거나 임대하려는 상품의 종류, 품질, 수량에 대해 의논한다.\n제품의 사용법 및 보관요령에 대해 설명한다.\n매장에 진열될 제품을 운송한다.\n쇼핑카터 등 운송수단을 정리한다.\n수시로 재고량을 조사하여 부족상품을 보충한다.", "매장정리원\n상품운반원\n판매보조원\n상품진열원\n쇼핑카터운반원\n벽보원\n카달로그배포원\n광고스티커부착원\n포스터부착원\n홍보지배포원\n정리원\n스티커부착원\n휴대품 보관소 접수원\n헬스클럽 탈의실 보관원"]}, {"name": "항공기 조종사(6211)", "descriptions": ["승객이나 화물을 수송하기 위해 기체 점검, 승무원 관리, 항로 점검, 기후 등 항공운송 및 기타 서비스를 제공하기 위해 항공기나 헬리콥터를 조종한다.", "항공기 조종사\n승객이나 화물을 운반하기 위해 항공기를 조종한다.\n비행동안에 항공기의 장으로서 항공승무원의 활동을 지휘한다.\n부조종사는 필요시 기장의 업무를 수행한다.\n항공기 성능을 평가하기 위해 새로운 항공기를 테스트한다.\n새로운 장비의 사용, 기존 면허의 갱신 및 등급을 올리기 위한 시험준비를 훈련시킨다.\n헬리콥터 조종사\n승객이나 화물을 운반하기 위해 헬리콥터를 조종한다.\n탐색, 구조, 항공측량이나 소독약의 분무, 농약살포와 같은 서비스를 제공한다.\n항공기 성능을 평가하기 위해 새로운 항공기를 테스트한다.\n새로운 장비의 사용, 기존 면허의 갱신 및 등급을 올리기 위한 시험 준비를 훈련시킨다.", "항공기 조종사 및 부조종사\n헬리콥터 시험조종사\n기장 및 부기장\n헬리콥터 조종사"]}, {"name": "선장, 항해사 및 도선사(6212)", "descriptions": ["해양, 연안 및 내륙 해안상에서 승객 및 화물을 운송하기 위해 배나 자가 추진 선박을 운전하고 갑판선원의 활동을 감독하고 조정한다. 도선사, 항해사를 포함한다.", "승객이나 화물을 운송하기 위해 선박 또는 화물선이나 삭구장비와 같은 자체추진의 함선을 통솔하고 움직인다.\n수색 및 구조서비스를 제공하고 한국영해에서 활동하는 선박을 통제하는 해안경비선박을 통솔하고 움직인다.\n안전항해를 계획하고 실행한다.\n항해기구, 지도, 차트를 사용하여 지리적 위치를 판단한다.\n강, 해협 및 기타 좁거나 위험한 바다 및 수로에서 선박들을 인도한다.\n배와 배 사이나 또는 배와 해안사이에서 승객 및 화물을 나르는 소형선박을 운전한다. 항구나 해변지역을 순찰하기도 하며 항해활동을 보조하기도 한다.\n선박의 항해기기 및 장비를 유지 관리한다.\n화물의 하역을 지휘하고 감독한다.\n갑판 승무원들의 활동을 감독하고 조정한다.\n선박의 진행사항, 승무원의 활동, 날씨 및 배의 측정기 상에 나온 해양상태를 기록한다.\n기관사는 선박의 기관실에서 근무하면서 주 기관, 발전기 등 선박의 기관을 운전하며 선박기계와 설비를 검사하고 결함이 있는 부품의 보수작업을 시행하거나 감독한다.", "내륙수로 선박 선장\n특수선박 선장\n수로 안내인\n항해사\n도선사\n선박 기관장\n선박 기관사"]}, {"name": "철도·전동차 기관사(6213)", "descriptions": ["화물과 승객을 수송하고 역 구내 또는 정비창 등에서 기관차나 객화차를 이동시키기 위하여 고속열차, 디젤기관차, 전기기관차, 전동차를 운전하는 업무를 수행한다.", "열차를 안전하고 효율적으로 운행하기 위하여 운전명령서, 무선통신, 수신호, 철도규정 등을 해석, 적용하고 보고서를 유지한다.\n기관차의 속도를 조정하기 위하여 감속기, 브레이크 및 조종 장치를 조작한다.\n안전운행을 확보하기 위하여 열차의 진행방향과 철로를 관찰한다.\n정지, 지연, 소통에 관한 정보를 주고받기 위하여 열차승무원 및 교통통제직원과 의사교환을 하거나 신호를 주고받는다.\n기관차의 결함 및 취약부분을 찾아내기 위해 운행 전후에 기관차를 점검한다.\n전기 또는 기계장치를 시험하고 연료, 물, 모래 등의 공급이 적당한지 확인한다.", "고속철 기관사\n철도 기관사\n지하철 기관사\n광산열차 기관사\n궤도열차 기관사\n전동열차 기관사\n전기기관차 기관사\n디젤기관차 기관사"]}, {"name": "관제사(6214)", "descriptions": ["항공교통관제사는 할당된 관제공역 범위 내의 항공교통을 지휘하고 공항에서 이동하는 항공기와 서비스 차량을 통제한다. 선박교통관제사는 지정된 수로 범위 내에서 근해와 내륙 해양교통을 모니터링하고 규제한다. 철도교통관제사는 통제탑이나 신호소에서 신호기와 전철기를 조작하며 관련된 정보를 제공한다.", "항공교통 관제사\n레이더 모니터, 무전 및 기타 통신장비와 시각적인 참조사항을 사용하여 할당된 관제공역 범위 내의 항공교통의 흐름을 통제한다.\n조종사에게 항공기의 이착륙 지시를 하며 기상, 항법 및 기타 정보를 전달한다.\n인접 관제탑 및 다른 관제센터와 무선이나 전화연결을 유지하고, 인근지역으로 비행기의 이동을 조정 한다.\n항공기가 어려움에 처하게 될 때 공항 비상 서비스 반에 경보를 발하고, 수색 및 구조 서비스 반에 항공기의 관제 상황을 보고한다.\n항공기와 항공기 활주로 상이나 활주로 근처에 있는 서비스차량의 이동을 지휘한다.\n운항관리사\n환경조건을 분석하고 비행노선을 결정하기 위해 항공기의 적재하물과 연료용량 및 기타 요인들을 평가한다.\n이륙 전에 조종사에게 기상조건, 항해시설의 상태, 노선공항에 대해 요약해 준다.\n기장과 비행허가를 연서한다.\n비행의 진행상황을 감시하고 비행동안 필요시 항공기와 통신한다.\n상황이 확실하다면 비행을 지연시키거나 취소시킨다.\n비행계획, 항공일지 및 기타 보고서를 준비하고 유지한다.선박교통 관제사\n레이더나 폐쇄회로모니터, 원격무전시스템 및 기타 통신장비를 이용하여 선박의 이동을 지휘하고 감시한다.\n선박의 위치, 항로, 속도 및 추정도착시간과 통행지역을 통과하는 선박의 진행과정을 감시한다.\n선박에게 출항인가를 내고 선박교통량, 기후조건에 대해 조언하며 선박교통 관제소에 대한 정보를 전해준다.\n관계자에게 사고, 조난 신호, 항해 위험 및 기타 비상사태에 대하여 보고한다.\n인근 해양관제구역과 관할권내의 선박들과 무전 및 전화연결을 유지한다.\n선박이동, 크기 및 구조에 대한 항해일지를 유지한다.\n철도교통관제사\n열차운행 상태를 감시하고 통제한다.\n열차사고ㆍ운행장애 또는 이례사태 발생 시 긴급조치를 지시한다.\n선로 내 모터카 운행 승인 및 본선 구간 작업승인을 한다.\n선로 내 출입자를 통제한다.\n이상기후 시 필요한 조치를 지시한다.\n상황발생 시 보고계통에 의한 상황보고를 한다.\n기타 열차운행에 필요한 사항을 지시한다.", "항공교통 관제사\n선박교통 관제사\n철도교통 관제사"]}, {"name": "기타 철도운송 종사원(6219)", "descriptions": ["철도교통의 원활한 소통을 위해 통제탑이나 신호소에서 신호기와 전철기를 조작하며 기관차 또는 케이블로 끄는 광차에 차량을 연결하기 위하여 수신호나 깃발신호로 기관차의 속도나 정지 등을 조정한다.", "신호원\n열차의 출발이나 도착시간, 이동순서, 열차의 진입과 진출경로 등을 열차운행계획ㆍ시간표 및 기타 유ㆍ무선연락으로 확인한다.\n역구내로 진입하는 열차를 관찰하고, 관제패널(panel)의 신호 위치와 전철기 스위치의 움직임을 관찰하여 연결선로와 신호기의 색상이 일치하는지 확인한다.\n유ㆍ무선 설비를 사용하여 연결명령을 받거나 보내며, 임시 또는 특별열차의 운행에 필요한 신호기와 전철기의 조작명령을 받고 관제패널 스위치를 조작한다.\n열차운전정보를 승무원에게 전달한다.\n열차기지창 내 열차의 출납과 차량의 분리 및 연결을 지시하기도 하며 열차집중제어장치 조작원으로 호칭되기도 한다.\n수송원\n역구내, 광산, 채석장 및 산업체에서 운반할 화물과 도착지가 지정된 명령문을 확인한다.\n차량의 연결순서를 결정하고, 손을 흔들거나 깃발을 사용하여 기관차기관사나 철도 신호원에게 신호를 한다.\n차량 연결 장치를 조작하여 열차를 구성하고 브레이크선과 같은 장비를 연결한다.\n열차를 지정된 궤도로 인도하기 위하여 신호를 한다.", "화물열차 차장\n철도 수송원\n철도 신호원"]}, {"name": "택시 운전원(6221)", "descriptions": ["승객을 목적지까지 신속하고 안전하게 운송하기 위하여 택시를 운전하는 자를 말한다.", "운행 전에 일상점검표에 따라 차량을 점검하고, 고장이 발견되면 정비책임자 또는 정비공장에 수리를 의뢰한다.\n승객의 목적지를 확인하고 도로사정에 따라 가장 빠른 지름길을 선택하여 목적지까지 운송하고 요금을 받는다.\n운행이 종료되면 차량을 입고하고 수입금을 납입하며 출발시간, 도착시간, 주행거리, 연료소모량, 고장ㆍ장애 등에 대한 운행일지를 작성한다.\n차량의 청결을 유지하고 청소를 한다.", "영업용 택시기사\n개인용 택시기사"]}, {"name": "버스 운전원(6222)", "descriptions": ["노선버스(시내버스, 시외 및 고속버스, 좌석버스 등), 관광버스, 비영업용 버스를 운전한다.", "배차계획에 따라 차량을 배차 받고, 운행 전 일상점검표에 의거하여 연료, 타이어, 냉각수 및 차량의 각 부분을 점검한다.\n운행시간과 노선, 또는 수송 운행표에 따라 또는 목적지까지 버스를 운전한다.\n출입문을 여닫고 정차 신호에 따라 정해진 정류장 또는 목적지에 정차하여 승객 또는 물건을 싣고 내린다.\n운행이 종료되면 차량을 입고하고, 수입금을 납입하며 출발시간, 도착시간, 주행, 거리, 연료소모량, 고장ㆍ장애 등에 대한 운행일지를 작성한다.\n차량의 청결을 유지하고, 교통법규를 준수한다.", "시내버스 운전원\n마을버스 운전원\n전세버스 운전원\n시외버스 운전원\n관광버스 운전원\n학원버스 운전원\n고속버스 운전원\n읍내버스 운전원\n영구차(버스) 운전원"]}, {"name": "화물차·특수차 운전원(6223)", "descriptions": ["화물차 및 특수차 운전원은 단거리 또는 장거리 화물을 수송하기 위하여 트럭 같은 차량을 운전한다.", "운송지역을 확인하고 엔진오일, 냉각수, 타이어의 공기압력 등을 점검한다.\n특정화물의 안전한 수송을 위하여 각종 안전장치의 이상 유무를 확인한다.\n목적지에 도착하여 화물의 이상 유무를 확인하고, 서류를 정리하여 관련부서에 인계한다.", "소형트럭 운전원\n일반화물 트럭 운전원\n유조차 운전원\n용달화물 운전원\n레카차 운전원\n개별화물 트럭 운전원\n트레일러 운전원"]}, {"name": "기타 자동차 운전원(6229)", "descriptions": ["상기의 세분류에 속하지 않은 유사한 일을 하는 자가 여기에 분류된다.", "업무차량 운전원\n임원차량 운전원\n승합차 운전원\n대리 운전원\n렌트카 인도원\n렌트카 운전원\n자동차선적 운전원\n대리 주차원\n구급차 운전원\n우편배달차 운전원"]}, {"name": "물품이동장비 조작원(크레인·호이스트·지게차)(6230)", "descriptions": ["제품, 반제품, 중간소재, 자재, 재료 등의 중량물을 필요한 위치와 목적에 따라 운반, 교환, 장입, 적재하기 위하여 기중기를 운전한다.", "작업지시서에 따라 이동시킬 물품의 종류ㆍ위치 등을 확인한다.\n작업 목적에 따라 부대품을 선택하고 수공구를 사용하여 붐(boom)에 작업 장치를 조립하거나 설치하고 점검일지에 명시된 사항을 점검한다.\n시동순서에 따라 엔진을 시동하고 레버를 조작하여 기중기방향을 조종하고 작업장소로 운전한다.\n작업 중 안전사고를 방지하기 위하여 기중기의 수평상태를 확인하고 정차시킨다.\n운반물의 고정 상태를 확인하고 기중기신호수(전산업)의 신호에 따라 붐을 상승, 회전, 이동, 하강시켜 운반물을 작업 목적에 따라 이동시킨다.", "자석크레인 운전원\n집크레인 운전원\n천정크레인 운전원\n크로크레인 운전원\n타야크레인 운전원\n리프트 조작원\n셔블(shovel) 로더 운전원\n타워크레인 운전원\n하이크레인 운전원\n하역기중기 운전원\n자석기중기 운전원\n리치스테커\n지게차 운전원\n사다리차 운전원\n건설용 호이스트 운전원\n광산용 호이스트 운전원\n윈치 조작원\n갠츄리 크레인\n케이블카 운전원\n로더 운전원"]}, {"name": "택배원(6241)", "descriptions": ["고객이 주문 및 구매한 상품 등 각종 물품 및 수하물을 고객이 원하는 곳까지 운반하여 준다.", "고객이 주문 및 구매한 제품을 출고 받아 운반용구에 적재하고, 배달예정시간에 맞추어 고객에게 배달하고, 고객이 원하는 장소에 놓거나 설치하여 준다.\n의뢰인이 빠른 배달을 요청한 문서, 소포 등을 안전하게 전달한다.", "택배 배달원\n퀵서비스 배달원\n오토바이 퀵서비스 배달원"]}, {"name": "우편물 집배원(6242)", "descriptions": ["우체국의 관할구역에 설치되어 있는 우체통에서 우편물을 수집하고 관할 구역에 송달할 우편물을 표기 주소지에 배달하는 자를 말한다.", "우체국 관할구역 내에 설치되어 있는 우체통에 투함된 우편물을 지정된 시간에 수집하여 우체국 발착실에 인계한다.\n관할 구역내에 배달될 우편물을 담당구역별 및 배달순서별로 구분ㆍ파속하고 특수통상우편물(등기, 속달, 소포 등)은 따로 구별하여 집배포에 투입한다.\n지정된 순서에 따라 자전거 또는 오토바이로 우편물을 표기 주소지에 배달하며 특수통상우편물과 경조환, 전신환, 전신우편대체 등은 배달증에 수령자의 수령인을 날인 받는다.\n배달서식을 작성하고 우편 요금을 수금하기도 한다.\n주소불명, 수취인불명 및 기타 배달 불능 우편물은 부전사유를 기재하여 사고 우편물 처리원에게 인계한다.", "우체부\n우편물집배원\n우편배달원"]}, {"name": "선박승무원 및 관련 종사원(선박객실 승무원 제외)(6243)", "descriptions": ["갑판부 및 기관부에서 업무를 수행하며 기타 부상선의 선상에서 유사 업무를 수행한다. 등대의 정상적인 작동을 위한 준비와 등대 조작을 한다.", "해상 및 입출항시 또는 기타 협곡에서 감시탑에 근무한다.\n지침에 따라 선박을 조타한다.\n선상에서 계류선을 취급한다.\n선박의 장비, 적하장치, 삭구, 구명 및 소화 장비를 정비 및 조작한다.\n갑판 및 선체 청소, 녹제거, 도장 및 기타 필요한 정비 임무를 수행한다.\n등대를 관리하고 지정된 시간에 소리나 빛 신호를 보낸다.", "갑판장\n갑판원\n등대선 선원\n일반 갑판선원\n바지선 선원\n등대원\n등대지기"]}, {"name": "하역·적재 종사원(6244)", "descriptions": ["각종 제조업체, 시장, 부두, 화물운송업체 등에서 상품을 포장, 선적, 하역 및 적재하는 업무를 수행한다.", "화물의 크기와 종류에 따라 처리방법, 적재순서를 계획한다.\n윈치, 컨베이어, 계량기 등 각종 화물 취급 장치를 조작한다.\n자동차, 선박, 항공기에 화물을 적재, 하역하거나 운반 장치 및 적재 장치에 화물을 올려놓고 물품의 이동을 주시한다.\n손 또는 각종 포장기계를 사용하여 상품을 포장한다.\n물품에 화물표를 붙이고, 취급물품의 기록을 유지한다.", "잡역부\n적재원\n부두노무원\n육상화물하역원\n선박하역원\n가구 운반원\n가구 하역원\n냉동물 운반원\n과실 운반원\n어류 운반원\n고기 운반원\n식료품 운반원\n창고 운반원\n우편물집배원\n이삿짐 운반원"]}, {"name": "기타 배달원(6249)", "descriptions": ["우유, 발효유, 녹즙, 신문, 학습지 등을 정기적으로 배달한다.", "고객으로부터 주문을 받는다.\n배달해야 할 음료, 신문 등을 준비하고 배달장소를 확인한다.\n자전거, 오토바이 등을 이용하거나 도보로 배달한다.\n음료, 신문 등 대금을 수령하기도 한다.", "우유 배달원\n야쿠르트 배달원\n신문 배달원\n녹즙 배달원"]}, {"name": "강구조물 가공원 및 건립원(7011)", "descriptions": ["공장에서 용접 등을 통해 건물, 교량, 철탑 또는 유사 구조물의 철재골조, 구조부품을 제작하거나 건설현장에서 강구조물을 제작, 수리하고 제작된 구조금속부품을 볼트, 나사, 리벳으로 조이거나 용접으로 접합하는 업무를 수행한다.", "금속부품 및 구조물의 제작, 조립방법과 절차를 결정하기 위하여 도면 또는 작업지시서를 검토한다.\n도면에 따라 공작물에 참고점과 선을 표시한다.\n동력절단기, 화염절단기, 드릴 등의 각종 수공구와 동력공구를 조작하거나 사용하여 구조용 강재를 절단, 천공, 성형, 제작한다.\n부품을 세우고 정위치 시키기 위하여 기중기 운전원에게 신호를 보낸다.\n렌치, 동력공구, 리벳기계 또는 용접장비를 사용하여 부품을 고정ㆍ결합시킨다.\n완성된 구조물의 형태와 치수 및 마무리 상태를 검사하고 결함을 수리한다.", "철골제작원\n철골공\n강구조물 가공원\n철구조물 조립원\n구조강가공·건립원"]}, {"name": "경량철골공(7012)", "descriptions": ["건물 내부의 천장 등에 경량철골을 사용하여 천장 틀을 설치하고 합판, 무늬판, 석고보드 등을 붙이는 업무를 수행한다. 건물 외부의 비계, 조립식건물 외벽 등을 설치하는 자를 말한다.", "콘크리트 타설 전에 매입한 천장틀 앵커에 보를 설치한다.\n천정으로부터 일정 간격 떨어져서 격자로 달대와 인서트를 설치한다.\n절단기를 사용하여 경량철골을 치수에 맞도록 절단한다.\n아연 도금된 M형 금속막대(M-bar)를 찬넬크립으로 견고하게 고정시킨다.\n석고보드를 M형 금속막대의 중심이 되게 붙이며, 이음새가 M형 금속막대의 중심에 오게 한다.\n석고보드는 M형 금속막대에 수평을 맞추며, 나사못의 머리는 보드표면보다 약간 들어가게 부착한다.\n하도가 끝난 즉시 테이프용 헤라를 충분한 압력을 가하여 눌러 붙인다.\n중도가 완전히 끝난 후 상도용 헤라를 사용하여 콤파운드를 엷게 바른다.\n못의 머리는 상도용 콤파운드로 메우고 면을 평활히 한다.\n상도처리 후 스폰지를 물에 적셔 주위의 콤파운드를 닦아내고 완전 건조 후 샌딩공구로 평활하게 마무리 한다.\n설치된 천장틀에 합판, 무늬목, 석고보드를 올려 설치하고 못, 나사로 고정시킨다.", "경량 철골원(천정공)\n조립주택 건립원\n석고보드 취부원\n천정 텍스공"]}, {"name": "철근공(7013)", "descriptions": ["건물, 다리, 댐 등을 건설할 때 콘크리트를 보강하기 위하여 철근을 자르고 구부려 콘크리트 틀(거푸집)이나 콘크리트를 포설할 곳에 넣어 고정시키는 업무를 수행하는 자를 말한다.", "도면이나 철근반장의 지시에 따라 철근의 굵기ㆍ수량ㆍ설치위치 등을 결정한다.\n절단기를 사용하여 규격대로 자르고, 수동공구와 철근공구로 철근의 적절한 부위를 휘거나 지시된 각도로 구부린다.\n콘크리트를 포설할 때 하중을 견디어 내기 위하여 철근과 철근의 이음매를 철사로 묶거나 용접하여 연결한다.\n철근과 철근간의 간격, 철근과 거푸집의 간격을 유지하고 철선으로 용접하여 고정시킨다. 변경되거나 잘못된 부분을 해체시키고 수정ㆍ연결한다.", "철근원(철공)\n철근 절단공\n강연선원(강연선설치원)"]}, {"name": "콘크리트공(7014)", "descriptions": ["건축, 토목 등의 콘크리트 공사 시 시멘트, 모래, 자갈을 배합하고 배합 모르타르를 운반하여 포설하며 다지고 마무리하는 업무를 수행한다.", "콘크리트 혼합원\n콘크리트 완성원\n콘크리트 견출공\n콘크리트 바이브레타공콘크리트 진동기 조작원콘크리트 타설공\n라이닝폼 조립원\n시멘트공\n바닥 연마공\n테라조원\n콘크리트건물 조립원\n피시 조립원"]}, {"name": "건축 석공(7015)", "descriptions": ["건축물의 미관과 견고성을 제고하기 위하여 화강암, 대리석 등 건축용 석재를 붙일 벽면, 바닥 등을 측정하여 도면에 지시된 치수로 표시하고 석재를 재단, 절단, 가공한다.", "가공된 돌을 지정된 위치ㆍ번호ㆍ크기ㆍ형태ㆍ색상에 따라 선별한다.\n공법에 맞추어 시공 면에 모르타르를 바르거나 제작된 앵글을 조립한다.\n손 또는 인양장비를 이용하여 가공 석재를 들어 올려 모르타르면 위에 붙이거나 앵글에 고정시키고 망치로 두들겨 면을 고르게 한다.\n흙손을 사용하여 돌의 연결부분에 모르타르나 치장용재를 채운다.\n수평기ㆍ측연추 등을 사용하여 석재의 정위치 상태와 무늬ㆍ형태를 점검한다.\n수동공구와 동력공구를 사용하여 석재를 시공에 편리하도록 재단ㆍ절단ㆍ가공하기도 한다.", "석공\n연마공\n석재 선별원석재 부설원\n석축공\n할석원포설공\n브레이커원"]}, {"name": "건축 목공(7016)", "descriptions": ["건축물 내·외부의 각종 공사에 필요한 목재 가공 작업을 수행한다. 전통 건축원은 한식건물을 전통적인 기법으로 신축 또는 보수하는 업무를 수행한다.", "전통건물 건축원\n도편수(대목장) : 공사와 인력을 관리ㆍ감독하는 총책임자. 통상적으로 대목수 중에서 많이 배출되고 있으며, 전통한식 건조물의 신축 또는 보수 시 설계도를 해독하고 한식 목공을 총괄, 지휘한다. 개인적으로 계약을 맺고 필요한 인력을 모집하여 일을 하기도 한다.\n소목장 : 전통한식기법으로 한옥, 사원, 궁궐 등의 전통창호와 가구를 제작하는 소목을 감독하고 지휘한다.\n목조각공 : 목조불상, 한식건축물의 장식물인 포부재, 화반, 대공 등의 조각을 담당하여 새김질을 한다.\n대목수 : 도편수의 지휘아래 전통한식 기법으로 목재마름질 등 목조건조물의 나무를 치목하여 깎고 다듬어서 기물이나 건물을 짜는 일을 한다.\n소목수 : 나무를 치목해 깎고 다듬어서 한옥, 사원, 궁궐 등의 전통창호와 가구를 제작한다.\n드잡이공 : 내려앉거나 기울어진 목조건조물, 석조건조물을 바로잡는 일을 한다.\n한식와공 : 전통한식 건조물의 지붕을 전통적인 기법대로 기와를 잇거나 보수한다.\n석조각공 : 석조불상, 기단우석, 석탑 등 석조건조물의 조각을 담당한다.\n화공(화원) : 타분, 채색 및 색긋기, 먹긋기, 가칠을 비롯해 안료배합 등 고유단청을 현장에서 시공한다.\n한식미장공 : 미장바름재(진흙, 회삼물, 강회 등)를 사용하여 한식벽체, 양벽, 온돌, 외역기 등을 전통기법대로 시공한다.\n외장 목공\n설계도면과 공작도에 의해 합판과 각재를 치수에 따라 먹줄을 긋고 절단한다.\n마름질용 기계(기계톱, 기계대패 등)를 사용하여 마름질한다.\n목조주택 건립원은 가공된 목부재를 사용하여 주택의 벽, 기둥, 토대, 트러스, 지붕 등을 시공한다.\n형틀 목공\n설치할 위치에 수평기(레벨)를 사용하여 수평을 잡고 거푸집을 조립한다.\n설치된 거푸집을 수평ㆍ수직도 및 설치 상태 등을 검사한다.\n콘크리트를 충분히 양생한 후 거푸집 및 지주를 제거한다.\n거푸집 및 지주가 해체되면 주위를 정리하고 다음 작업을 준비한다.\n내장 목공\n도면을 검토하고 목재의 종류 또는 공장에서 제작되어 온 목제품을 점검한다.\n자ㆍ톱ㆍ대패ㆍ끌 등 수동공구를 사용하여 합판ㆍ인조벽판ㆍ무가공목재 등을 내장목적에 적합하게 재단ㆍ절단ㆍ조립한다.\n도면의 치수와 나무결 등을 고려하여 절단 혹은 가공된 목재와 목제품을 못ㆍ맞춤편ㆍ접착제 등을 이용하여 세우고, 끼워 맞추며 조립한다.\n내장설비의 실용성과 미관을 고려하여 장식ㆍ도르래ㆍ손잡이ㆍ방음판 등을 설치한다.\n연마기 또는 대패를 사용하여 내장재 외면을 고르게 다듬는다.\n건축내장공사의 형태에 따라 보수목공, 장식목공, 초벌목공 등으로 호칭되기도 한다.", "나무창호 목공\n대목수\n건축원, 전통건물\n인테리어 목공\n주방가구 설치원(붙박이식)\n싱크대설치 및 수리원(붙박이식)\n통나무집 건립원\n컨테이너 내장목공\n인테리어치장 목공\n인테리어목공\n목조주택건립원\n내장 목공\n외장 목공"]}, {"name": "조적공 및 석재부설원(7017)", "descriptions": ["흙손 같은 조적용 공구, 장비와 다양한 재료의 벽돌, 블록을 사용하여 벽, 칸막이, 굴뚝, 용광로, 기둥, 보도 등과 같은 구조물의 바닥을 쌓거나 포설한다.", "도면과 시방서에 따라 시공계획을 세운다.\n조적용 공구, 장비 및 재료를 준비한다.\n조적위치를 측정ㆍ표시하고 규준틀을 설치한다.\n모르타르를 배합하고 벽돌이나 블록을 원하는 크기로 잘라서 평벽의 수직 및 수평을 조정하며 곡면 벽, 교차부, 개구부, 아치형태 등 다양한 형태로 쌓는다.\n작업완료 후 시공의 결함유무를 확인, 검사한다.\n보도블록을 깔거나 내화벽돌을 쌓으며, 오래된 조적재료를 제거하고 해당 부분만 다시 쌓기도 한다.", "조적공(벽돌공, 벽돌조적공, 블록공)\n치장 벽돌공\n축로원\n건축석재 부설공\n온돌공\n연돌공\n보도블록 포설공\n보도블록 설치원\n내화재 조적공\n경량벽돌(ALC) 조적공\n내화벽돌공\n굴뚝 벽돌공"]}, {"name": "기타 건설 구조 기능원(7019)", "descriptions": ["목재 및 철재 형틀 목공, 미장공, 목구조물 목공 등 구조를 변경할 때 건물을 떠받치고 있으며 필요에 따라 금속, 목재의 받침대로 접속된 빌딩을 보강하고 정화조를 설치하는 등의 업무가 여기에 분류된다.", "비계공은 건축공사장에서 임시로 금속 또는 목제 비계를 장착하는 자를 말한다. 경우에 따라서는 밧줄로 달아 올리는 장치와 고가발판을 건립하기도 한다.\n건물칸막이 설치원은 플라스틱재, 목재 등의 건물칸막이를 설치하는 자를 말한다.\n건물해체원은 해머, 쇠지레, 공기압축해머 및 기타 도구로 건축물을 해체하고 구조강 및 목재 가운데 다시 쓸 수 있는 것을 골라내는 자를 말한다.", "비계공\n건설지주원\n정화조설치원"]}, {"name": "미장공(7021)", "descriptions": ["건축구조물 내·외부의 미관, 방습, 방음 효과를 높이기 위하여 모르타르, 회반죽 및 석회 등을 바르는 업무를 수행하는 자를 말한다.", "콘크리트 또는 조적면 등 미장표면을 점검하고 재료와 공구를 준비한다.\n미장 시공면을 평탄하고 꺼칠꺼칠하게 준비한다.\n시멘트, 모르타르, 회반죽 등을 혼합한다.\n초벌, 재벌, 정벌 등 단계별로 미장재를 시공면에 바른다.\n작업의 결함여부를 확인하고 수정한다.", "미장공"]}, {"name": "방수공(7022)", "descriptions": ["건축구조물의 바닥, 지붕, 벽체 등에 물이 스며드는 것을 방지하기 위하여 모르타르, 아스팔트, 합성수지시트 같은 방수재료를 바르거나 도포하는 업무를 수행하는 자를 말한다.", "방수 시공면을 검사하고 망치ㆍ정ㆍ연삭기 등을 이용하여 요철부분을 다듬는다.\n시공면에 생긴 공극을 모르타르나 방수 콤파운드로 메운다.\n방수액과 시멘트를 희석하여 만든 방수 시멘트풀을 시공면에 바르고 모르타르를 두껍게 입힌다.\n아스팔트 접착제를 시공면에 바른 후 녹인 아스팔트 콤파운드를 바르면서 루핑을 깔고 보호용 시멘트 모르타르를 입힌다.\n롤러로 프라이머를 시공면에 칠하고 합성수지 시트(sheet)를 붙인 다음 시트가 겹친 부분을 토치램프로 녹여서 접착시킨다.\n시공면에 우레탄 또는 에폭시 액상을 롤러나 붓으로 곱게 바르고 보호용 시멘트 모르타르를 바른다.\n사용되는 방수재 종류에 따라 도막 방수공, 모르타르 방수공, 시트 방수공, 아스팔트 방수공 등으로 호칭되기도 한다.", "방수원\n금속판 방수공"]}, {"name": "단열공(7023)", "descriptions": ["열 및 냉기의 손실 또는 소음을 방지하거나 줄이기 위하여 건물 벽, 보일러, 파이프, 냉동기계 장치 등의 노출 표면에 단열재를 시공하는 자를 말한다.", "작업 대상물에 따라 재료와 시공방법을 결정하고 작업계획을 세운다.\n포말형태의 단열재를 건물 벽이나 구조물에 주입 또는 분사한다.\n코르크, 석면, 유리섬유 또는 기타 단열 재료를 사용하여 파이프, 덕트, 탱크 등의 노출면을 싸고 고정시킨다.\n벽, 천정, 격벽 사이에 단열재를 시공한다.다양한 종류의 단열재를 절단, 설비, 고정시키기 위하여 수공구 및 동력공구를 사용한다.\n종사분야에 따라 건물 단열공, 배관 단열공, 냉동시설 장비 단열공, 방음 시설 단열공 등으로 구분하기도 한다.", "단열원\n유니텍스시공원\n방음시설ㆍ장치원\n냉장고발포액주입원\n배관단열공\n언더코팅공보온공\n발포단열공\n분사단열공"]}, {"name": "바닥재 시공원(7024)", "descriptions": ["건물의 바닥, 벽, 천장 등의 외부를 마무리 또는 장식하기 위해 각종 타일이나 카펫 등을 설치한다.", "도면을 검토하고 현장측량을 통하여 타일의 종류와 형태를 결정하고, 시공 작업을 계획한다.\n작업할 표면의 재질에 따라 표면처리 작업을 하고, 기준위치를 결정하며 수직ㆍ수평을 측정하여 실을 띄운다.\n모르타르 또는 기타 접합재료를 배합하고, 타일을 용도에 따라 절단ㆍ가공한다.\n접합재를 바르고 균형을 맞추어 타일을 배열하여 붙인다.\n타일 표면 및 타일과 타일사이를 마무리하고 양생한다.\n카페트원은 주거지역, 상가, 사무실 바닥에 카페트를 깔거나 보수한다.", "바닥재 시공원(마루설치공, 타일부착원)\n아스타일공\n모자이크타일 부착공\n타일 부착원\n카페트 설치공(카페트공)\n마루 설치공(비목재마루)\n카페트타일공\n대리석 부착원"]}, {"name": "도배공 및 유리 부착원(7025)", "descriptions": ["종이, 천, 플라스틱을 이용하여 도배를 하거나 건축물의 창문, 진열장 등 유리를 부착한다.", "도배공\n도배에 필요한 도배지, 풀 등의 양을 산출하기 위하여 벽, 천정 등의 넓이를 측정한다.\n바탕면을 충분히 건조시키고 못, 철선, 모르타르 찌꺼기 등을 제거한다.\n갈라진 틈이나 구멍은 흙손을 사용하여 모르타르나 회반죽으로 메우고, 낡은 벽지가 붙어 있을 때는 물로 적신 스폰지를 바탕면에 적셔 제거한다.\n도배지가 잘 부착되지 않는 단열모르타르, 판상단열재, 압착스티로폼 부위는 바니시 또는 바인더를 바른다.\n벽ㆍ천정 등 고르지 않는 곳은 초배지, 부직포, 하드롱지를 바른다.\n종이벽지, 발포벽지, 실크벽지 등의 정배지에 골고루 풀을 도포한 후 솔, 헝겊 등으로 주름살 또는 들뜨지 않도록 눌러준다.\n작업 후 도배지의 잔재는 수거하고 걸레받이, 반자돌림, 타일 등에 묻은 풀을 깨끗이 닦아낸다. 장판지는 물을 축인 후 중앙에서부터 헝겊으로 평평하게 밀어붙인다.\n유리 부착원\n도면을 보거나 작업 대상물을 검토, 측정하고 유리의 종류, 색상, 규격 및 요구되는 디자인 등을 결정한다.\n다양한 수공구와 작업 보조구를 사용하여 유리를 디자인, 절단, 연마, 운반한다.\n틀에 유리를 끼우고 가스켓 또는 몰딩을 적용하여 고정시킨다.\n각종 재료의 유리 틀을 제작한다.\n작업의 결함여부를 확인하고 수정한다.", "도배공 (도배기사, 도배사)\n실내장식 도배공\n유리 부착공(유리공, 유리 설치원, 유리 시공원)\n유리(안전유리, 유리블럭, 판유리, 장식유리)설치공"]}, {"name": "건축 도장공(7026)", "descriptions": ["도장용구를 사용하여 페인트, 래커, 에나멜 등을 건축, 선박 등에 도장한다.", "도장 시 공면을 매끄럽게 하기 위하여 스크레퍼(긁개), 쇠슬, 사포 등을 사용하여 묵은 페인트나 거친 부위를 긁어낸다.\n퍼티스크레퍼를 사용하여 못 구멍, 균열부분, 봉합면을 퍼티, 모르타르 등을 발라 고르게 하고 건조한 후 사포질을 한다.\n페인트에 희석제를 섞거나 색조를 혼합한다. 솔, 롤러, 분사기 등을 사용하여 지정된 표면에 페인트, 래커 등을 칠한다.\n도안, 글씨, 상호, 마크 등을 그리기 위하여 종이, 칼, 가위, 연필 등을 사용하여 작업 대상물에 표시하고 칠을 하기도 한다.\n녹 제거공구 또는 화학약품을 사용하여 녹을 제거하기도 한다.", "도장원(도장공, 도장기공)\n건물도장공무대장치 도장공\n초벌 도장공\n화차 도장공\n객차 도장공"]}, {"name": "새시 조립·설치원(7027)", "descriptions": ["규격에 맞게 알루미늄, 스테인리스강, 철재 창호를 제작하고 볼팅, 용접 등으로 고정, 접합시켜 설치하는 자를 말한다.", "자, 콤파스, 줄자를 사용하여 섀시를 설치할 위치의 규격을 잰다.\n각종 재료의 사이즈를 표시하고 쇠톱, 동력톱으로 스텐레스, 철, 알루미늄을 잘라 알맞은 모양으로 제작한다.\n제작된 섀시를 설치 위치에 놓고 볼팅, 용접 등으로 고정, 접합시킨다.\n용접된 부위의 거친면을 다듬는다.\n만들어진 섀시에 색상을 내거나 녹을 방지하기 위해 페인트칠을 하기도 한다.", "섀시원"]}, {"name": "기타 건축 마감 기능원(7029)", "descriptions": ["다른 세분류 항목에 포함되지 않는 건축 완성 관련직 종사자가 포함된다.", "건물 보수원\n조립 건축물 보수원\n건물 수리원\n탑 보수원\n기와지붕 잇기원\n금속지붕 설치원\n합성물질 지붕잇기원\n아스팔트 지붕잇기원\n루핑지 지붕잇기원"]}, {"name": "건설 배관공(7031)", "descriptions": ["건축물이나 토목구조물에 설치되는 상하수도 배관이나 가스 배관 등을 설치한다.", "요구되는 재료, 장비, 노동력을 판단하기 위하여 건물설계도를 검토하고 현장검증을 한다.\n파이프의 길이와 구경을 측정, 표시하고 명세서에 따라 절단하고 나사를 낸다.\n배관설비를 부설하기 위하여 건축구조물에 구멍을 뚫는다.\n파이프를 시설하고 연결부위를 봉합, 납땜, 용접하여 밀봉한다.낡거나 고장 난 배관 및 연관을 수리 또는 교체한다.\n누수 또는 결함부위를 찾아내기 위하여 배관시설을 시험한다.\n파이프 및 기타 재료를 절단, 절곡, 나사성형, 납땜, 용접, 조립하기 위하여 다양한 수공구 및 동력공구를 기술적으로 사용한다.\n작업물이 명세서와 일치하는지 확인 및 검사한다.", "관 부설원\n관개장치 설치원\n수도관 설치원\n상수도관 배관공\n하수도관 배관공\n도관 연결원\n관거 정비원\n도관유지 보수원\n가스관 설치원\n가스본관 설치원\n가스 배관공"]}, {"name": "공업 배관공(7032)", "descriptions": ["플랜트, 선박, 항공기 등 공업용 배관을 설치한다.", "요구되는 재료, 장비, 노동력을 판단하기 위하여 플랜트, 선박, 항공기 등의 설계도를 검토하고 현장검증을 한다.\n파이프의 길이와 구경을 측정, 표시하고 명세서에 따라 절단하고 나사를 낸다.\n배관설비를 부설하기 위하여 각종 구조물에 구멍을 뚫는다.\n파이프를 시설하고 연결부위를 봉합, 납땜, 용접하여 밀봉한다.\n낡거나 고장 난 배관 및 연관을 수리 또는 교체한다.\n누수 또는 결함부위를 찾아내기 위하여 배관시설을 시험한다.\n파이프 및 기타 재료를 절단, 절곡, 나사성형, 납땜, 용접, 조립하기 위하여 다양한 수공구 및 동력공구를 기술적으로 사용한다.\n작업물이 명세서와 일치하는지 확인 및 검사한다.", "플랜트 배관공\n화학장치 배관공\n설비 배관공디젤엔진 배관공\n항공기 배관공\n철도차량 배관공\n선박 배관공"]}, {"name": "기타 배관공(7039)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행한다.", "연관원\n배관누수탐지원\n철도차량 배관공"]}, {"name": "건설·채굴 기계 운전원(7040)", "descriptions": ["건설 또는 채굴 기계를 운전, 조작하여 흙이나 유사 물질을 대상으로 굴착, 운반, 정지, 천공, 아스팔트 및 콘크리트 살포 등의 일을 하거나 영농 및 임업에 사용되는 동력기계 장비를 운전, 조작한다.", "흙, 바위, 모래, 자갈 또는 유사 자재를 파고 이동하는 굴삭기 또는 건물이나 기타 구조물을 해체하는 기계를 조작한다.\n하수, 배수, 물, 기름, 가스 또는 유사한 파이프라인을 위한 도랑을 파는 기계를 조작한다.\n흙, 모래, 눈 및 기타 물질을 이동, 분배 및 정지하기 위하여 오목한 강철 날이 달린 기계를 조작한다.\n해상 및 해저로부터 모래, 자갈 및 진흙을 제거하는 장비를 조작한다.\n땅속으로 목재, 콘크리트 또는 강철파일을 박는 기계를 조작한다.\n도로, 포장 및 유사물을 제조하기 위하여 다지고 물질을 고르게 포장하는 동력 롤러를 조작한다.\n노반, 도로 또는 유사물을 건설하기 위하여 콘크리트, 역청 질 또는 타르가공품을 살포하고 고르는 기계를 조작한다.\n트랙터 또는 콤바인, 탈곡기 등의 영농기계를 운전 및 조작한다.\n산림용 목재를 운반 또는 특수목적 영림기계를 운전 및 조작한다.\n유정, 가스천의 천공을 위해 인양 및 천공업무를 수행한다.\n유정, 가스천의 착공을 위해 회전식 또는 타격식 천공기계 장치를 조작한다.\n새로운 유정과 가스천의 발견을 위해 새 지점의 천공 또는 착공작업을 할 수 있도록 천공 기계장치를 조작한다.\n광산에서 갱도 착굴에 쓰이는 기계를 조작한다.\n폭발물 매설을 위한 천공 기계를 조작한다.\n지하탄광에서 연속 채광기를 조작한다.", "굴삭기 운전원\n굴착기 조작원\n이동쇼벨 조작원\n굴거기 운전원\n불도저 운전원\n건설용 로더 운전원\n준설기 운전원\n항타기 조작원\n파일 조작원\n정지기 운전원\n굴착기 조작원\n착암기 조작원\n터널굴착기 운전원\n로드롤러 운전원\n임업장치 운전원\n롤러 운전원\n스팀롤러 운전원\n로드롤러 조작원\n유정탑 조작원\n천공장비 조작원\n시추장비 조작원\n채광기 조작원\n산림용 기계운전원\n농업용 기계조작원\n제재목 운반차 운전원\n목재운반차 운전원\n타르살포기 운전원\n건설용 운토보링기 운전원\n건설용 석재살포기 운전원\n역청물질 도로포장기 운전원\n콘크리트포장 분사기 운전원\n아스팔트살포기 운전원\n콘크리트 포장기 운전원\n그레이더 조작원, 건설용\n스크레이퍼 조작원, 건설용\n농업용 수확기 조작원\n동력 농업용장비 조작원"]}, {"name": "광원, 채석원 및 석재 절단원(7051)", "descriptions": ["지표 또는 지하에 매장되어 있는 석탄, 금속, 비금속 등 경제적으로 유용한 광물과 건설 재료로 사용되는 석재를 각종 채굴 장비를 이용하여 채굴하고 운반하거나 채석된 석재를 가공한다.", "작업에 앞서서 작업복으로 갈아입고, 방진마스크, 안전등, 안전모, 척추보호대, 자기구명기 등의 안전장비를 착용한 후 곡괭이, 삽, 착암기 등의 작업 장비를 준비한다.\n착암기, 오오거 드릴, 코울 픽 등의 굴착기계를 사용하여 굴착 작업을 한다.\n슈트, 트로프, 로커쇼벨, 체인컨베이어, 에어호이스트, 광차 등의 장비를 이용하여 갱외로 석재나 탄을 운반한다.\n굴진 정도에 따라서 I빔 강재 등의 지주재를 이용하여 갱도를 보강한다.\n갱내외에서 채광과 관련된 기타 업무를 수행한다.", "갱외 광원\n지하 광원\n지표 광원\n광산천정 볼트원\n갱목 설치원\n광산표본 수집원\n석탄견본 수집원채석원\n석재 절단원\n석재 선별원\n석재 검사원\n석재 설계원\n석재 재단원\n비석 절단원화강암 광택원\n석재 완성원\n대리석 광택원\n석재 연마원\n점판암 광택원\n석재 평삭원"]}, {"name": "철로 설치·보수원(7052)", "descriptions": ["열차의 안전한 운행과 선로 수명을 연장하기 위하여 레일, 침목, 철로지반 및 기타 구조물의 상태를 점검하고 보수, 교체한다. 철도 선로를 설치하기도 한다.", "지정된 위치에 따라 철도 선로를 설치한다.\n궤도차에 점검ㆍ보수장비를 싣고 철로, 교량, 터널 및 방호설비 등을 순찰, 점검한다.\n궤도의 변형을 원형으로 복구하기 위하여 트렉렌치, 트렉잭 등의 공구를 사용하여 지반을 다지고 뒤틀린 부분을 바로잡아 볼트나 고정쇠로 고정한다.\n차단기, 레일, 침목 등의 부패 혹은 마모정도를 점검하여 보수한다.\n풀러(puller), 트랙렌치, 철도용 톱이나 트렉잭 등을 사용하여 부패되거나 마모된 철로장비를 교환하고 노반자갈을 다진다.\n접점이나 이음매 연결부분에 기름이나 그리스를 친다.", "철로 설치원\n철로보수 종사자\n철로부설 종사자"]}, {"name": "기타 채굴·토목 종사원(7059)", "descriptions": ["다른 세분류 항목에 포함되지 않은 토목공사, 채굴 관련 종사자가 포함된다.", "잠수사(산업잠수사) : 수중에 장비나 구조물을 설치하거나 설치된 구조물을 검사, 수리 및 제거하기 위하여 잠수장비를 사용, 수중에서 작업을 한다.\n동발공 : 터널이나 갱내에 동바리를 설치하거나 해체한다.\n노즐공 : 터널벽이나 절개지의 암벽에 쇼크리트를 분사한다.\n천일염 생산 종사원 : 염전에서 천일염을 생산한다.\n삭구원 : 삭구를 설치한다.", "점화원\n발파원\n화약수\n광물 절단원\n견인원\n채석장 견인원\n광산지주 견인원\n화약 책임관리자잠수부\n구난 잠수요원\n수중 작업원\n잠수 펌프원\n수력 사광원\n염전 종사자\n채석장지주 견인원\n배관누수 탐지원염전 종사자\n채석장 견인원\n건설인양기 삭구원\n건설승강기 삭구원\n케이블카 삭구원\n스키리프트 삭구원\n선박 삭구원"]}, {"name": "건설·채굴 단순 종사원(7060)", "descriptions": ["건축, 토목, 채굴 현장에서 작업반장이나 숙련공의 지시에 따라 수동공구 및 도구를 사용하여 독자적인 판단이나 기술이 필요치 않은 단순 업무를 수행한다.", "메커니즘(기계류), 구성요소, 시스템의 실현가능성, 설계, 운영 및 성능에 관해 연구한다.\n재료, 비용, 견적서, 보고서를 작성하고 기계 및 시스템에 대한 세부사항을 설계한다.\n건설 현장이나 산업설비에서 기계시스템의 설치, 변경, 위탁을 감독하고 검사한다.\n기계적 고장이나 예상치 못한 관리 문제를 조사한다.\n계약 서류를 작성하고 산업건설이나 유지관리에 대한 제안서를 평가한다.\n기술자 및 다른 엔지니어를 감독하고 설계, 계산 및 비용 견적서를 검토하고 승인한다.\n여 일정한 길이로 절단하거나 절곡한다.\n노천광에서 백악, 점초, 자갈 또는 모래를 채굴한다.\n작업장비와 공사자재를 차에 싣거나 내리고 지정한 장소에 적재한다.\n공사장 주변을 청소한다.\n숙달된 근로자들을 보조한다.", "철로 보수 종사원\n보선 단순노무원\n철로 부설 종사원\n운하공사 인부\n관정 단순노무원\n건물건설 단순노무원\n채광 단순노무원\n건물건설 적재공\n건물정비 잡역부\n해체작업 단순노무원\n건물건축 운반인부\n채석장 굴삭 단순노무원\n토목 건설 단순노무원\n수로정비 단순노무원\n댐 건설 단순노무원\n묘지작업 단순노무원\n도로건설 단순노무원"]}, {"name": "공업기계 설치·정비원(8111)", "descriptions": ["각종 제품 생산에 사용되는 공업용 기계를 설치하고, 기계의 성능이나 작동 여부 등에 대해 정비하는 업무를 수행한다.", "장비나 기기의 성능저하 및 작동불능 등 고장원인과 부위를 찾고 분석한다.\n렌치ㆍ드라이버 등을 사용하여 분해한다.\n솔ㆍ헝겊 등을 사용하여 세제ㆍ세척유 등으로 부품을 세척한다.\n다이얼게이지ㆍ버니어캘리퍼스 등을 사용하여 부품의 마모정도를 측정한다.\n파손되거나 규정 이상 마모된 부품을 신품으로 교체한다.\n성능을 검사하기 위하여 시운전한다.\n수리과정에서 나타난 문제점을 취급자에게 조언한다.", "식품기계 설치원\n식품기계 정비원\n화학관련 기계 설치원\n화학관련 기계 정비원\n고정기관 정비원\n증기기관 정비원\n터빈 조정원\n섬유기계 설치원\n섬유기계 정비원\n공작기계 설치원\n공작기계 정비원\n기계공구 설치원\n기계공구 정비원\n전자제품기계 설치원\n인쇄기계 설치원\n인쇄기계 정비원\n목공기계 정비원\n냉동기 정비원\n에어컨디셔너 정비원\n선박윤활유 주입원\n전자제품기계 정비원"]}, {"name": "승강기 설치·정비원(8112)", "descriptions": ["전기 또는 수압에 의하여 가동되는 엘리베이터, 에스컬레이터, 컨베이어, 휠체어 리프트 등 승강장비를 설치하거나 정비한다.", "설계도면을 읽고 괘도ㆍ모터ㆍ실린더ㆍ피스톤 등의 위치를 설정한다.\n휴대용 전기드릴을 이용하여 콘크리트 또는 철제건축물에 구멍을 뚫고 강레일을 설치하여 승강기 괘도를 만든다.\n아세틸렌 토치ㆍ전기톱 등을 사용하여 승강기본체ㆍ괘도ㆍ승강기부품 등을 설치구조에 맞게 절단ㆍ가공ㆍ설치한다.\n수동 및 동력공구를 사용하여 케이블ㆍ모터펌프ㆍ괘도 조정판 등 승강기부속설비를 설치한다.\n기중기와 케이블을 이용하여 승강기 상층부에 권양기를 설치한다.\n승강기 자동제어장치를 설치한다.\n제동장치ㆍ스위치ㆍ신호 및 조정장치 등을 점검ㆍ조정하고 고장이 발생할 경우 이를 수리한다.", "엘리베이터 설치원\n엘리베이터 수리원\n휠체어 리프트 설치원\n에스컬레이터 설치원\n에스컬레이터 정비원\n휠체어 리프트 정비원\n무빙워크 설치원\n무빙워크 정비원"]}, {"name": "물품이동장비 설치·정비원(8113)", "descriptions": ["전기·기계동력에 의하여 가동되는 크레인,호이스트, 지게차 등 물품 이동 장비를 설치하거나 정비한다.", "설계도면을 읽고 설치할 크레인이나 호이스트 위치를 설정한다.\n타워크레인을 설치하기 위하여 설계에 따라 바닥에 기초공사를 실시한다.\n휴대용 전기드릴을 이용하여 콘크리트 또는 철제건축물에 구멍을 뚫고 강레일을 설치하여 호이스트 괘도를 만든다.\n기중기와 케이블을 이용하여 호이스트를 설치한다.\n타워크레인을 설치하기 위하여 기중기와 유압기를 조작한다.\n제동장치ㆍ스위치ㆍ신호 및 조정장치 등을 점검ㆍ조정하고 고장이 발생할 경우 이를 수리한다.", "크레인 설치원\n크레인 정비원\n호이스트 설치원\n호이스트 정비원\n지게차 정비원"]}, {"name": "냉동·냉장·공조기 설치·정비원(8114)", "descriptions": ["냉·난방장치와 공기조정장치 등의 기구를 연결시키고 냉ㆍ난방장치를 설치한 후 정상작동을 위해 열과 습도를 방출시켜 공기조절장치의 성능을 시험하거나 이를 정비한다.", "난방장치와 공기조정장치 등의 기구를 가열기계ㆍ수도관ㆍ분사기 등에 연결시키고 일정한 온도 또는 습도를 만들기 위하여 열과 습도를 방출시킨다.\n시험시동하기 위하여 두꺼운 마분지와 황마로 된 판, 기타 보조물을 가설한다.\n계측기를 장치한 후 기구를 작동시키고 온도계ㆍ습도계ㆍ공기유출측정기ㆍ전압계ㆍ저항계ㆍ압력조절ㆍ환기조절장치 등 측정기구의 눈금을 관찰ㆍ기록한다.\n기계의 작동기간 동안에 발견되는 소음, 기타 기록사항을 정리한다.\n스위치 및 조정장치 등을 점검하고 고장이 발생할 경우 이를 수리한다.", "아파트 공조기 설치원\n빌딩 공조기 설치원\n아파트 공조기 유지보수원\n빌딩 냉방기 설치원\n빌딩 공조기계설비 유지보수원\n아파트 공조기계설비 유지보수원\n대형건물 냉방기 설치원\n대형건물 냉방기 유지보수원\n전기냉방장치 설비원\n전기난방장치 설비원\n전기냉동기 및 에어컨디셔너 설비원"]}, {"name": "보일러 설치·정비원(8115)", "descriptions": ["산업용 및 건물 난방용 보일러를 설치하기 위하여 보일러, 탱크, 압력용기 등을 조립하여 배관, 용접하거나 고장 난 보일러를 정비한다.", "시공도면을 읽고 천정ㆍ바닥ㆍ벽면에 구멍을 뚫고 슬리브(sleeve)를 설치한다.\n펌프를 설치하고 앵커볼트에 진동방지용 고무를 대고 펌프와 고정시킨다.\n응축수 탱크와 펌프사이를 용접하여 배관하고 수량계와 인젝터를 설치한다.\n연료탱크와 오일(가스)버너를 적당한 위치에 설치하고 파이프를 이용하여 탱크모서리에 누유나 가스누출 검사구를 만든다.\n철판을 성형하여 연도를 만들고 연도중간에 온도계와 가스 채취구를 설치하여 버너 배기구에 설치한다.\n보일러의 주밸브와 건물난방용 배관구 또는 산업기기의 스팀 밸브사이에 관을 연결하여 용접하고 압력계를 설치한다.\n급유 및 급수상태, 가스밸브의 위치 등을 조정ㆍ점검하고 시운전을 한다.\n보일러가 고장 났을 경우에는 이를 수리한다.", "건물용 보일러 설치 및 수리원\n빌딩 보일러 설치 및 수리원\n아파트 보일러 기계실 유지보수원\n건물용 보일러기계 설비설치 및 정비원 설비 배관원\n배관누수 탐지원\n건물용 보일러 유지보수원\n아파트 보일러 설치 및 수리원"]}, {"name": "건설·광업 기계 설치·정비원(8116)", "descriptions": ["기계 분야의 지식과 기술을 바탕으로 건설 및 광업 기계를 설치하고 원활한 작동을 위해 엔진, 유압장치, 동력전달장치, 전자제어장치 등 기계장비의 고장이나 기능 장애를 분석하고 부품이나 장치의 마모 상태, 균열, 유압 등을 점검하는 기술적인 업무를 수행한다.", "요구되는 수리의 범위를 결정하기 위하여 장비 및 부품의 균열, 마모상태 고장부위를 점검하고 필요한 시험을 한다.\n고장 또는 결함이 있는 부품을 분해ㆍ수리하거나 교체하여 재조립한다.\n엔진동력계, 유압측정기 등의 측정 기구를 사용하여 성능을 시험하고 필요한 조정을 한다.\n수리한 장비의 작동상태를 명세서와 비교ㆍ검사하고 필요한 조정을 한다.\n기능장애를 진단하기 위해 엔진을 시동, 관찰하고 소리를 듣는다.", "건설기계 설치원\n건설기계 정비원\n광산기계 정비원\n광산기계 설치원\n골재채취용 기계 설치원\n골재채취용 기계 정비원"]}, {"name": "농업용 및 기타 기계장비 설치·정비원(8119)", "descriptions": ["농업용 또는 기타 기계장비를 설치, 검사, 정비 및 수리하는 자를 말한다.", "농업용 또는 광업용 기계 장비를 설치, 검사, 정비 및 수리한다.\n기관, 기계에 차량 윤활유 및 그리스를 주입한다.", "농기계 수리원\n목공기계 정비원\n고정기관 정비원\n농장용기계 정비원\n증기기관 정비원\n터빈 조정원"]}, {"name": "항공기 정비원(8121)", "descriptions": ["항공기(헬리콥터 포함)의 동력장치, 착륙장치, 조종장치, 기체, 유압 및 기압 시스템 등의 고장 여부, 범위, 정도 등을 파악하여 안전하게 운행할 수 있도록 조립, 조정, 정비하는 데 관련된 제반 업무를 수행한다.", "고장의 위치, 범위, 정도와 잠재적 불량상태 등을 확인하기 위하여 시험 측정 기구를 사용하여 각 부분을 진단ㆍ검사한다.\n고장부위를 분해하고 수리 또는 교체의 필요성을 판단하기 위하여 명세서와 비교ㆍ검사하고 작동상태를 평가한다.\n고장이 났거나 사용한계치를 초과한 부품을 교체한다.\n연료, 오일 및 기타 보급품을 채운다.\n설치 또는 수리부분의 작동상태를 검사ㆍ확인한다.\n항공기정비는 크게 운항정비와 공장정비로 구분하며, 수행업무에 따라 기관정비, 기체정비, 전자ㆍ전기정비, 객실정비로 구분된다.", "항공기 정비원\n항공기 기관 정비원\n항공기 날개 정비원\n헬리콥터 정비원\n헬리콥터 동체 정비원\n헬리콥터 엔진 정비원\n헬리콥터 날개 수리원"]}, {"name": "선박 정비원(8122)", "descriptions": ["증기, 휘발유, 디젤 및 기타 형태의 선박 기관의 고장 여부, 연료 상태, 작동 상태를 정비하는 업무를 수행하는 자를 말한다.", "고장의 위치, 범위, 정도와 잠재적 불량상태 등을 확인하기 위하여 시험ㆍ측정 기구를 사용하여 각 부분을 진단ㆍ검사한다.\n고장부위를 분해하고 수리 또는 교체의 필요성을 판단하기 위하여 명세서와 비교ㆍ검사하고 작동상태를 평가한다.\n고장 나거나 사용한계치를 초과하는 부품을 교체한다.\n연료, 오일 및 기타 보급품을 채운다.\n설치 또는 수리부분의 작동상태를 검사ㆍ확인한다.", "선박엔진 정비원\n모터보트 엔진 정비원"]}, {"name": "철도기관차·전동차 정비원(8123)", "descriptions": ["철도 기관차의 기관 및 객차, 화차의 안전운행을 위해 전동차의 주요 기관 및 차체, 바퀴 등의 고장여부, 정상 작동 여부, 노화 상태 등을 정비, 점검하는 업무를 수행하는 자를 말한다.", "철도 기관차나 전동차의 기관을 정비, 수리, 점검한다.\n기관차나 전동차의 차체, 바퀴, 연결고리 등의 이상 유무를 확인하고 고장 시에 이를 수리한다.\n객차, 화차를 전문적으로 정비, 수리하기도 한다.", "고속철 객차 정비원\n전동객차 수리원\n전동객차 점검원\n디젤기관차 정비원\n디젤기관차 검수원\n디젤동차 검수원\n전동차 기관 정비원\n전동차 기관 점검원\n객화차 정비원"]}, {"name": "자동차 정비원(8124)", "descriptions": ["승용차, 버스, 트럭, 특장차 등 자동차의 엔진, 차체 그리고 관련 부품 등을 수공구 및 관련 장비를 사용하여 조정, 정비, 수리, 교환하는 업무를 수행한다.", "고장의 위치, 범위, 정도, 성격 등을 확인하기 위하여 시험ㆍ측정 기구를 사용하여 각 부분을 진단ㆍ검사한다.\n고장부위를 분해하고 수리 또는 교체의 필요성을 판단하기 위하여 명세서와 비교ㆍ검사하고 작동상태를 평가한다.\n부품을 교체하거나 사용가능 부품은 수리하고 재조립한다.\n기화기를 수리ㆍ조정하고, 실린더를 보링하며, 조향장치를 정렬할 때 정밀공차의 작업을 수행한다.\n엔진 및 부품을 증기로 세척한다.\n설치 또는 수리부분의 작동상태를 검사ㆍ확인한다.", "자동차 기관 정비원\n자동차 디젤기관 정비원\n자동차 도장원\n자동차 경정비원\n라이너 보링원\n자동차 전기ㆍ전자 정비원\n차륜 정렬원\n승용차 차체 정비원\n자동차 하체 정비원\n차량 차체 판금원\n차체 금속판 조립원\n자동차 판금원\n차량틀 조립원"]}, {"name": "기타 운송장비 정비원(8129)", "descriptions": ["오토바이, 자전거 등 기타 운송 장비를 정비하는 자를 말한다.", "오토바이, 자전거의 기관을 정비, 수리, 점검한다.\n바퀴, 연결고리 등의 이상 유무를 확인하고 고장 시에 이를 수리한다.", "오토바이 정비원\n자전거 정비원\n산악자전거 정비원"]}, {"name": "금형원(8131)", "descriptions": ["각종 금속공작기계, 수공구 및 정밀측정기를 사용하여 금형을 제작, 보수하고 정비하는 자를 말한다.", "작업 주문서와 청사진을 해석하고 기계 조작을 결정한다.\n기계를 설치하고 작동시켜 터닝, 밀링, 드릴링, 보링, 그라인딩과 같은 조작을 한다.\n정밀측정 기구를 사용하여 기계장치 부품의 치수를 잰다.\n에칭 용액을 준비하고, 금속 부품이나 조각을 용액에 담근 후에 필요 없는 부분을 제거한다.\n측정 기구를 사용하여 제작한 금속부품의 치수를 확인한다.\n수공구 및 동력공구를 사용하여 부품을 다듬질한다.\n금형부품을 검사하고 조립ㆍ시험한다.\n사용기계, 공구, 측정기 등을 정리ㆍ정돈한다.", "금형원\n금형 조립원\n금형 사상원\n금형 제조원\n금형 설치원\n금형 가공원\n금형 밀링원\n다이캐스팅금형원\n금형 선반원"]}, {"name": "금속 공작기계 조작원(8132)", "descriptions": ["자동 또는 반자동 금속공작기계를 조작하여 반복적인 작업을 수행한다. 이들은 대개 금속제품 제조업체에 고용되어 있다.", "작업 주문서와 청사진을 해석하고 기계 조작을 결정한다.\n기계를 설치하고 작동시켜 터닝, 밀링, 드릴링, 보링, 그라인딩과 같은 조작을 한다.\n정밀측정 기구를 사용하여 기계장치 부품의 치수를 잰다.\n에칭 용액을 준비하고, 금속 부품이나 조각을 용액에 담근 후에 필요 없는 부분을 제거한다.", "캡스턴선반 조작원\n엔진선반 조작원\n쎈터선반 조작원\n금속가공 선반 조작원\n터릿선반 조작원\n밀링기 조작원\n만능밀링기 조작원\n자동밀링기 조작원\n평삭기형 밀링기 조작원\n금속탁마기 조작원\n연삭기 조작원\n정밀연삭기 조작원\n그라인더 조작원\n공구연삭기 조작원\n만능공구연삭기 조작원\n호브연삭기 조작원\n금속광택기 조작원\n금속압연기 조작원\n금속전단기 조작원\n밴딩기 조작원\n금속절곡기 조작원\n샤링밴딩기 조작원\n절단절곡기 조작원\nNC절곡기 조작원\nCNC밴딩기 조작원\n수치제어식 선반 조작원\n금속 그라인더휠 조작원\n브로우치 연삭기 조작원\nV-CUTTING기 조작원\n금속CNC절곡기 조작원\n호닝기 조작원\n평삭기 조작원\n평삭기 조정 조작원\n자동이동식 기계 조작원\n금속 절단톱 조작원\n랩핑기 조작원\n버핑기 조작원\n절삭공구갈이 조작원\n금속녹로기 조작원\n시계 제조기 조작원\n금속인형 제조기 조작원\n샤링절곡기 조작원\n스텐EGI절단기 조작원\n절곡컷팅기 조작원\n와이어벤딩기 조작원\n유압절곡기 조작원\nV컷팅기 조작원\n형강류벤딩 조작원\n롤포밍기 조작원\n지그마스타조작원\n머시닝가공원\n주형기 조작원\n중자제조기 조작원\n쉘주형 접합기 조작원\n쉘조형기 조작원\n수지공구 제조기 조각원\n금속식각기 조작원\n금속세공기 조작원\n금속주조기 조작원\n금속 너트제조기 조작원\n금속 파이프제조기 조작원\n금속리벳제조기 조작원\n금속선제품 제조기 조작원\n보일러제조기 조작원\n전기자 제조기 조작원\n정류자 제조기 조작원"]}, {"name": "냉·난방 설비 조작원(8140)", "descriptions": ["주기관 및 보조기관에 증기를 공급하는 보일러를 조작하거나 건물 냉방 관련 기기를 조작한다. 이들은 산업시설, 병원, 대학, 공공기관, 상업시설물 등에 고용되어 있다.", "대형 건물의 보일러를 조작하고 효율적으로 관리한다.\n보일러의 작동상태 및 배관상태를 점검한다.\n건물을 냉방시키기 위해 냉방장치를 조작한다.", "보일러 조작원선박보일러 조작원\n증기기관차 보일러 조작원\n냉각장치 조작원\n냉동기 조작원\n냉장시스템 조작원\n난방장치 조작원\n환기장치 조작원"]}, {"name": "자동조립라인·산업용로봇 조작원(8150)", "descriptions": ["자동, 반자동 조립라인을 조작하거나 산업용 로봇을 조작한다. 이들은 다양한 기계부품 제조업체에 고용되어 있다.", "자동, 반자동 조립라인을 조작한다.\n산업용 로봇을 장착하거나 탈착한다.", "자동조립라인 조작원\n반자동조립라인 조작원\n산업용 로봇 조작원"]}, {"name": "일반기계 조립원(8161)", "descriptions": ["건설기계, 산업용기계 등의 기계를 수공구, 동력공구, 측정기구, 용접기구 등을 사용하여 조립, 장착, 용접, 검사, 시험 등을 수행한다.", "자동적으로 재료 또는 제품을 이송하는 컨베이어 시스템에서 손이나 수공구, 동력공구, 측정기구 등을 사용하여 자신에게 주어진 부품의 조립, 장착, 용접, 검사, 시험 등의 작업을 반복적으로 수행한다.\n전체공정에서 자신에게 주어진 임무의 범위와 책임을 분명하게 인식하고, 제품이 정확하게 기능하도록 작업을 수행한다.\n숙련 조립원은 기술자가 그려낸 도면을 해독하고 다양한 공구 및 정밀측정 기구를 사용하여 자기의 판단 하에 조립, 가공, 검사, 시험작업을 수행한다.", "농업용기계 조립원\n탈곡기 조립원\n곡물포장기 조립원\n건설용기계 조립원\n동력삽 조립원\n불도저 조립원\n운토기 조립원\n공구 및 다이 조립원\n총포 조립원\n드릴링기 조립원\n밀링기 조립원\n보링기 조립원\n정밀연마기 조립원\n평삭기 조립원\n기계공구 조립원\n섬유용기계 조립원\n자물쇠 조립원\n지그 게이지 조립원\n목공용기계 조립원\n광산용 기계 조립원\n천공기 조립원\n절단기 조립원\n스크레이핑기 조립원\n인쇄용기계 조립원\n공구조립원\n열쇠 조립원"]}, {"name": "금속기계부품 조립원(8162)", "descriptions": ["엄격하게 설정된 절차에 따라 여러 가지 형태의 금속제품 구성품이나 부품을 조립하는 자를 말한다.", "금속기계 부품 조립원,자동차제외\n자전거 조립원\n금속장난감 부품 조립원"]}, {"name": "자동차 조립원(8171)", "descriptions": ["각종 자동차의 트랜스미션, 차체, 외·내장품, 타이어, 유리 등의 부품을 손공구, 동력공구 등을 이용하여 조립, 부착하거나 완성된 자동차 조립품을 검사하는 자를 말한다.", "자동차 조립원은 자동차를 제작하기 위하여 손, 공구, 고정 및 자동조립설비 등을 사용하여 내부 구성품을 조립하고 하위 부품으로 만든 후 완성품을 제작한다.\n자동차 검사원은 미터기, 분석기, 타이밍라이트 등의 시험도구를 사용하여 자동차의 부품, 하위부품 및 최종 생산품을 검사하고 시험하여 조립원들의 작업이 정확하고 품질기준에 적합한가를 확인한다.", "자동차 조립원\n외장 조립원\n자동차부품 조립원\n특장차 조립원\n자동차 의장기계 조작원\n트럭 조립원\n버스 조립원\n승용차 조립원\n자동차 조립라인기계 조작원\n자동차 검사원"]}, {"name": "자동차 부분품 조립원(8172)", "descriptions": ["자동차 내연기관 등의 구성품 또는 부품을 조립한다.", "자동차 부품을 조립하기 위하여 손, 공구, 고정 및 자동조립설비 등을 사용하여 내부 구성품을 조립한다.\n최종 생산품을 검사하고 시험하여 조립원들의 작업이 정확하고 품질기준에 적합한가를 확인한다.", "디젤기관 엔진조립원\n내연기관 엔진조립원\n자동차 금속부품 조립원\n자동차 조립라인 기계 조작원\n자동차 의장기계 조작원"]}, {"name": "운송장비 조립원(8173)", "descriptions": ["항공기, 전동차, 철도 등의 운송 장비를 제작하기 위하여 해당 장비 내부의 외장 부분과 내부 부속품을 조립한다.", "운송 및 수송차량 조립원들은 운송 및 수송 차량을 제작하기 위하여 내부 구성품을 조립하고 하위 부품으로 만든 후 완성품을 제작한다. 이들은 손과 공구 및 설비를 사용하며, 로봇 및 고정자동설비 등과 같은 자동 조립설비 또한 사용한다.\n운송 및 수송차량 검사원 및 시험자는 부품, 하위 부품 및 최종 생산품을 검사하고 시험하여, 조립원들의 작업이 정확하고 품질기준에 적합한가를 확인한다. 이들은 미터기, 분석기 및 타이밍 라이트와 같은 시험도구를 사용하며, 자동차 기능이 알맞게 작동하는지 확인하기 위해 바퀴 테스트 장치 위에서 시험 운전 및 시험을 하기도 한다.", "철도 차량의장 조립원\n철도 차량샤시 조립원\n철도 차체 조립원\n철도 차량바디 조립원\n철도 차량조립 검사원\n철도 차량엔진 탑재원\n선박의장 조립원\n선박섀시 조립원\n선박차체 조립원\n선박바디 조립원\n선박조립 검사원\n선박엔진 탑재원\n항공기의장 조립원\n항공기샤시 조립원\n항공기차체 조립원\n항공기바디 조립원\n항공기조립 검사원\n항공기엔진 탑재원\n증기내연기관 조립원(자동차 제외)\n내연기관 조립원(자동차 제외)"]}, {"name": "금속가공 제어장치 조작원(8211)", "descriptions": ["금속의 제련, 정련 과정에서 다기능 공정통제 장치를 조작하거나 제어한다. 이들은 주로 제철, 제강 같은 제1차 금속산업에 고용되어 있다.", "중앙조정실에서 조정하는 제어장치, 컴퓨터 터미널, 기타 통제시스템을 통해 금속 제련, 정련과정을 조정하고 제어한다.\n컴퓨터 출력정보, 모니터 자료 등을 관찰하고, 적절한 가공조건인지 측정하여 필요한 조치를 취한다.\n기기조작원의 활동을 조정하고 감독한다.\n긴급 상황 발생시 또는 작업 스케쥴에 따라 생산시스템을 가동시키거나 중단시킨다.\n생산기록을 작성하고 보관한다.", "금속 용광로 조작원\n제강로 조작원\n용해로 조작원(도가니로)\n용해로 조작원(전기로)\n용해로 조작원(평로)\n용해로 조작원(반사로)\n금속 가열로 조작원\n파이프 압연기 조작원\n무계목 강관압연기 조작원\n전도기 조작원(압연)\n관압연기 조작원"]}, {"name": "금속가공 기계 조작원(8212)", "descriptions": ["제1차 형태의 금속제품을 제조하는 과정에서 단일 기능을 가진 기기를 조작하거나 전체 생산 공정의 일부분에 해당되는 기기를 조작한다. 이들은 제철 및 제강업체, 압연, 압출, 다이캐스팅, 연신 및 제관업체, 비철금속 제련 및 정련업체 등에 고용되어 있다.", "금속가공 전체 공정 중 해당 공정에서 관련 기기를 준비, 조정, 작동시킨다.\n압연, 가열, 인발, 압출과 같은 금속 가공관련 기기를 조작한다.\n게이지, 미터, 컴퓨터출력물, 비디오 모니터를 관찰하고 적합한 제품이 만들어졌는가를 검사한다.\n필요한 경우 기기를 조정하거나 수리한다.\n생산기록을 작성하고 보관한다.\n내부장력을 경감하고 연성을 회복하며 결정구조를 제련하기 위하여 금속 대상물을 가열 및 냉각하는 로를 조작한다.\n강대상물을 경화시키는 로를 조작한다.\n강대상물을 화학처리하고, 가열 및 담금질 또는 냉각하여 겉표면을 강인하게 연성시켜 주는 장치를 조작한다.\n경화된 강대상물의 장력을 경감하고 강인성을 주기 위한 재가열로를 조작한다.", "열간 압연기 조작원(금속 및 비철금속)\n냉간 압연기 조작원(금속 및 비철금속)\n무계목관 인발기 조작원\n무계목튜브 인발기 조작원\n금속인발기 조작원\n신선기 조작원\n금속압출기 조작원\n금속 압출프레스기 조작원\n금속소둔로 조작원\n금속표면 경화로 조작원\n금속 혼합기 조작원\n금속 경화달굼기 조작원\n금속 담금질로 조작원\n금속 가열처리로 조작원\n금속 경화로 조작원\n금속 열처리장치 조작원\n연선기 조작원\n와이어로프 제조기 조작원\n케이블 제조기 조작원"]}, {"name": "판금원(8221)", "descriptions": ["해머, 측정용 공구, 펀치, 디바이더, 스크레이퍼, 가위, 정, 줄, 바이스 등 수동 공구 및 간단한 기계장비를 이용하여 설계도에 따라 금속판을 절단, 절곡, 천공, 조립, 용접하여 원하는 금속공작 제품을 만드는 자를 말한다.", "판금원"]}, {"name": "판금기조작원(8222)", "descriptions": ["철판, 알루미늄, 동, 주석, 아연 또는 함석과 같은 금속판으로 자동차, 항공기, 가구, 보일러 등 각종 금속제품의 부분품을 제작, 설치, 수리하는 업무를 수행하는 자를 말한다.", "제작방법 및 작업절차를 결정하기 위하여 도면 및 작업 지시서를 검토한다.\n도면에 따라 금속판에 참고점과 선을 표시한다.\n표시점 및 선에 따라 금속판을 절단, 절곡하거나 구멍을 뚫는다.\n볼트, 접착제, 리벳을 이용하거나 납땜 및 용접기로 부품을 접착, 조립, 설치한다.\n금속판을 두드려서 원하는 형태로 가공하고 마무리한다.\n금속판을 절단, 절곡, 천공, 조립, 용접하기 위하여 다양한 수공구 및 동력 공구를 기술적으로 사용한다.\n완성된 물품의 형태와 치수 및 마무리상태를 검사하고 결함을 수리한다.\n판금작업은 소음이 심하고 날카로운 금속판에 의한 상해의 위험과 용접장비에 의한 화상의 위험 및 추락의 위험에 대비한 안전수칙 준수가 매우 중요하다.", "차동차 판금기 조작원\n보일러 판금기 조작원\n금속가구 판금기 조작원\n함석기 조작원\n덕트우드 제조원\n항공기 판금기 조작원\n정밀 판금기 조작원\n판금기 조작원(NCT)\n공조 덕트기 조작원"]}, {"name": "제관원(8223)", "descriptions": ["금속구조물과 같은 금속제품을 제조하기 위하여 철판 등의 금속소재를 절단, 가공, 용접, 조립하여 명세서대로 형태를 만드는 자를 말한다.", "금속제관원\n설비제관원"]}, {"name": "제관기조작원(8224)", "descriptions": ["철판, 형강, 봉 및 관 등의 재료를 도면에 맞게 현도 작성, 절단, 성형, 용접, 다듬질, 조립하여 보일러, 철구조물과 저장용기류를 제작, 설치, 보수하는 자를 말한다.", "도면을 검토하여 제관할 형태를 확인하고 작업 방법 및 순서를 숙지한다.\n제관에 필요한 철골, 강판 등의 금속소재와 공구, 장비 등을 준비한다.\n현도, 마킹된 금속소재를 절단기, 벤딩기, 프레스 등의 장비를 사용하여 절단하거나 구부리고 가공한다.\n용접이나 볼트, 너트로 각 부분품을 가조립하여 제품의 형태가 명세서와 일치하면 완전히 용접, 조립한다.\n그라인더나 끌로서 용접부위를 다듬는다.\n제관된 제품을 확인하여 도면과 비교한다.\n도면에 따라 현도하고 마킹하는 일을 하기도 한다.", "보일러 제관기 조작원\n제관 조립원\n유조 및 물탱크 제관기 조작원\n금속구조물 제관원"]}, {"name": "단조원(8231)", "descriptions": ["단조는 금속에 외부 압력을 가하여 형상을 변화시키는 가장 오래된 성형 방법 중 하나로서 오랜 옛날부터 사람들은 금속을 가열하고 해머 등을 사용하여 금속을 두드려서 공구와 무기, 도구를 제작하였다. 쉽게 말하면 과거에 대장장이라고 불리던 직업이 현재의 단조원이라고 할 수 있다. 단조의 종류는 금형의 유무, 재료의 온도, 단조기계 등에 따라 여러 가지로 분류되며 일반적으로 많이 사용되고 있는 종류를 보면, 자유단조, 형단조, 열간단조, 냉간단조, 해머단조, 프레스단조, 롤단조 등이 있다. 이와 같이 단조품을 만들기 위하여 각종 기계와 도구를 사용하여 작업하는 사람이 단조원이다. 수공구 또는 단조기계를 사용하여 금속을 두들기거나 외력을 가함으로써 금속의 기계적 성질을 개선하고 유용한 형태로 가공하는 업무를 수행한다.", "소재의 검사, 절단 등과 같은 소재의 준비한다.\n수공구 또는 단조기계를 사용하여 금속을 두들기거나 외력을 가함으로써 금속의 기계적 성질을 개선하고 유용한 형태로 가공한다.\n단조금형을 이용한 형단조(Die-forging, 단조품으로부터 프래쉬(Flash, 여분의 금속)를 제거하는 작업인 트리밍작업)와 시험, 검사, 열처리, 표면 처리 한다.", "단조프레스기 조작원\n수동 단조원\n프레스 단조원\n소성 단조원\n단조압연기 조작원\n대장원열간 단조원\n냉간 단조원"]}, {"name": "단조기조작원(8232)", "descriptions": ["철 및 비철금속 주물을 생산하기 위하여 각종 단조기를 조작하는 자를 말한다.", "녹은 금속을 주형으로 붓고 단조기를 조작한다.", "단조기 조작원"]}, {"name": "주조원(8233)", "descriptions": ["주형기를 이용하여 소형주물 모래주형(일명 사형)을 만들거나 손으로 대형 금속주조를 위한 주형을 만든다. 만들고자 하는 모형을 구상하여 설계하고 제작한다.", "원형과 주형재료, 주물용 기계와 공구를 사용하여 주조방안에 맞게 주형제작, 용해 및 주입, 후처리, 열처리, 재료시험검사를 통하여 주조물을 제작한다.\n이를 공정별로 보면 먼저, 용탕의 주입방법 즉 주입속도, 주입량, 주입구의 위치 및 경로 등 주조방안을 결정하고 모형제작에 들어간다. 소정의 주형도면에 충실하고 각종 보정 값(수축여유, 취급구배, 가공여유 등)을 고려하여 목재, 금속 또는 수지로 모형을 제작한다. 그리고 적절한 사립(沙粒), 점결제, 첨가제의 준비와 최적조건에 의한 배합으로 주물사를 조제하며 수조형 또는 기계주조에 의한 주형의 준비 및 주형(主型)과 중자의 합형인 조형(造型)을 만든다. 장입계산에 의한 지금(地金)배합, 용해로서 최적의 용탕준비를 통해 용해하여 주입하며 수분이 지난 후 주형에서 주물을 채취하여 탈사한 후 표면을 깨끗하게 한다. 주조응력 제거 또는 재질 개선을 위한 열처리를 하고 외관, 치수 결함 및 재질에 대한 시험을 한다.\n금속 주형을 위하여 금형과 모형을 제작한다.\n금속주조, 용접 및 성형을 한다.\n금속 구조물과 삭구 및 관련 장비의 건립, 유지 및 수리를 한다.", "모형 제조원\n원형 제조원\n목형원\n모래 주형원\n주조대 주형원\n주형 제조원\n조형원\n합형원"]}, {"name": "주조기조작원(8234)", "descriptions": ["철 및 비철금속 주물을 생산하기 위하여 각종 주조기를 조작하는 자를 말한다.", "녹은 금속을 주형으로 붓고 주조기를 조작한다.\n비철금속제품을 생산하는 연속 주조기를 설비, 조작한다.", "금형주조기 조작원\n저압주조기 조작원\n챔버형 금속주조기 조작원\n다이케스팅 조작원, 비철금속\n금형주조기 금형설치원\n원심분리식 주조기 조작원\n연속봉주조기 조작원, 비철금속"]}, {"name": "용접원(8241)", "descriptions": ["각종 기계나 금속구조물 및 압력용기 등을 제작하기 위하여 전기, 가스 등의 열원을 이용하거나 기계적 힘을 이용하는 방법으로 다양한 용접장비 및 기기를 조작하여 금속과 비금속 재료를 필요한 형태로 융접, 압접, 납땜을 수행한다.", "명세치수 및 작업절차를 결정하기 위하여 도면 또는 작업지시서를 검토한다.\n용접부위를 손질하여 이물질을 제거하고 용접점이나 절단선을 표시한다.\n용접물의 재료, 두께, 형태 등을 파악하고 적합하게 용접장비를 조정한다.\n공작물을 위치시키고 적절한 전극, 용접봉, 토치팁 및 기타 필요한 공구를 사용하여 접합부나 이음매를 용접하거나 절단선을 따라 절단한다.\n완성된 접합체의 비드 크기, 침투력 및 기타 특성을 명세서와 비교ㆍ검사한다.\n철솔, 그라인더 및 화공약품을 사용하여 용접부위를 손질한다.", "아세틸렌 용접원\n자동식가스 용접원\n산소-아세틸렌 용접원\n알곤 용접원\n티그(TIG) 용접원\n황동 용접원\n연 용접원\n납땜원용접 사상원\n시임 용접원\n스파트 용접원\n저항 용접원\n전기아크 용접원\n테르밋 용접원\nCO₂용접원\n화염 절단원토치 절단원\n가스 절단원\n고열 절단원\n조선 용접원\n조선 취부사\n조선의장 용접원\n취부 용접원\n선박가 용접원"]}, {"name": "용접기조작원(8242)", "descriptions": ["각종 기계나 금속구조물 및 압력용기 등을 제작하기 위하여 전기, 가스 등의 열원을 이용하거나 기계적 힘을 이용하는 방법으로 다양한 용접장비 및 기기를 조작한다.", "용접기 조작원"]}, {"name": "도장원(도장기조작원)(8251)", "descriptions": ["다양한 제품 표면에 페인트, 에나멜, 래커 또는 코팅 기기나 분사(스프레이) 기기를 조작한다. 이들은 거의 대부분의 제조업체에 고용되어 있다.", "제품의 종류ㆍ형태에 따라 분무기의 노즐위치를 조정한다.\n혼합된 도료를 확인하고 저장 통에 넣는다.\n분무기의 밸브를 돌려 간격과 압력을 조절한다.\n이송장치에 있는 제품의 마스킹상태, 위치 등을 확인하고 이송장치를 가동시켜 자동분무기로 보내 도장을 실시한다.\n자동 분무되는 제품의 상태를 관찰하여 도장불량 시 노즐의 위치ㆍ압력 등을 조절한다.\n도장된 제품의 결함상태를 검사한다.", "차량 도장기 조작원\n출고차량도장 수정원\n목재가구칠원\n기계 도장원\n목재가구 착색원\n목재가구 완성원\n나전칠기 도장원\n철구조물 도장원\n선박 도장원\n화차 및 객차 도장원"]}, {"name": "도금·금속분무기 조작원(8252)", "descriptions": ["내부식성과 내마모성을 향상시키고 장식 목적이나 전기, 자기적 특성을 균등하게 부여하기 위하여 금속제품 또는 부품을 도금 및 도포하는 기기를 조작한다. 이들은 금속제품 제조업체에 고용되어 있다.", "전기도금, 아연도금, 법랑처리 또는 유사가공을 위한 준비과정에서 금속제품을 청결하게 하는 장비를 조작한다.\n전기도금장비를 조작한다.\n철강제품 도포용 용해로 장비를 조작한다.\n비철금속으로 철사를 자동적으로 도포하는 기계를 조작한다.(철선 등의 강선 제품을 용융된 비철금속 등으로 자동 도포하여 피복을 형성하는 장비를 조작한다.)\n보호 또는 장식 코팅을 하고 표면을 재생하기 위하여 용융금속이나 기타 물질을 분무하는 데 사용되는 장비를 조작한다.\n화학물로 처리하거나 가열하여 금속제품에 부식방지를 막아주는 장비를 조작한다.", "산성 침세원\n강판 세척원\n코일 산세원\n크롬 세척원\n니켈 세척원\n연속전해식세척기 희박산수원\n물 세척기 조작원\n세척장치 조작원\n금속 세척기 조작원\n금속 청장기 조작원\n전기 도금원\n금속 전기도금기 조작원\n금속정제기 조작원\n금속 침책기 조작원\n아연 도금기 조작원\n금속 피복기 조작원\n고열침지 도금기 조작원\n금속선 피복기 조작원\n금속선 코팅기 조작원\n금속 분무기 조작원\n금속 완성용 기계 조작원\n금속 래미네이팅기 조작원\n금속 광택기 조작원\n산화막 처리기 조작원\n세러다이즈기 조작원\n금속 도장기 조작원\n주물금속제품 완성기 조작원\n모래 분사장치 조작원\n금속폭약발사기 조작원"]}, {"name": "유리·유리제품 생산기계 조작원(8261)", "descriptions": ["용융석영, 용융실리카를 포함하여 각종 형태와 용도의 유리, 유리섬유 및 기타 유리제품, 렌즈, 프리즘을 제조하는 기기를 조작한다. 유리솜 및 유리사 제조, 망입·장식·착색·강화 또는 적층·식각 및 기타 가공 유리를 생산하는 조작원도 이 직업군에 포함된다. 이들은 유리 및 유리제품 제조 회사에 고용되어 있다.", "유리 제조로를 조작한다.\n내부장력 방지 또는 제거용 유리소둔로를 조작한다.\n보강유리 경화로를 조작한다.\n압축성형에 의한 유리 성형용 기계를 조작한다.\n연속판유리 생산용 용융유리 인발 또는 압연용 기계를 조작한다.\n부유유리 생산장치를 조작한다.\n판유리 표면 광택 및 수평기를 조작한다.\n인발 또는 취주로 용융유리로부터 유리봉 및 관을 제조하는 기계를 조작한다.\n판유리나 접합유리를 절단하기 위해 절단기를 운전ㆍ조작한다.\n생산기록을 작성하고 보관한다.", "유리용해로 조작원\n유리제조로 조작원\n유리서냉로 조작원\n유리경화로 조작원\n유리성형기 조작원\n유리압연기 조작원\n유리원료 혼합장치 조작원\n판유리원단 가공원\n유리원료 투입원\n유리취주기 조작원\n제병기 운전원\n유리 가공기 조작원\n유리인발기 조작원\n판유리 제조원\n유리기계 면취원\n복층유리 제조원\n유리섬유 사출원\n곡유리 제작원\nLCD액정유리 가공원\n박편유리 가공원\n사이드미러 가공원\n광학기구 제조원\n정밀렌즈 제조원\n유리원료혼합장치 조작원\n유리섬유제품제조기 조작원"]}, {"name": "점토제품 생산기계 조작원(8262)", "descriptions": ["점토를 사용해서 도기, 자기, 벽돌, 블록, 판석, 기와, 타일, 파이프, 도관 및 배관연결구류 등을 제조하는 기기를 조작한다. 이들은 도자기나 요업제품 제조업체에 고용되어 있다.", "도기 및 벽돌생산을 위한 점토가공용 기계를 조작한다.\n가마에 성형제품을 적재하거나 적재된 대차를 가마 또는 로에 투입한다.\n가스나 오일분사기를 점화하여 로를 가동한다.\n연료공급과 공기량을 조절하여 가마의 온도를 조절한다.\n관찰 창을 통하여 재료의 용융상태 또는 소성상태를 관찰하고 원료의 투입량과 가열온도를 조절한다.\n로 또는 가마를 점검하고 고장 난 부분을 정비한다.\n생산기록을 작성하고 보관한다.", "도자기로 조작원\n도자기 건조로 조작원\n도자기 오븐로 조작원\n도자기 비스킷로 조작원\n벽돌 및 타일로 조작원\n벽돌 및 타일건조로 조작원\n벽돌 및 타일레토르트로 조작원\n벽돌 및 타일오븐로 조작원\n요업용 기계 조작원\n요업용 성형기 조작원\n요업용 도장기 조작원\n점토 혼합기 조작원\n점토 분쇄기 조작원\n점토 반죽기 조작원\n점토 추출압착기 조작원\n토련기 조작원\n점토여과 프레스기 조작공"]}, {"name": "시멘트·광물제품 생산기계 조작원(8263)", "descriptions": ["석회석 및 석고를 소성하여 각종 형태의 시멘트, 석회 및 플라스터를 제조하는 기기를 조작하거나 석면 시멘트 또는 셀룰로오스섬유 시멘트 제품과 레미콘 및 혼합모르타르, 인조석 등 각종 시멘트 제품 또는 플라스터 제품 및 콘크리트 제품을 제조하는 기기를 조작한다. 이들은 주로 시멘트, 석회, 콘크리트, 플라스터 제조업체에 고용되어 있다.", "명세서 및 배합비율에 따라 재료를 투입하고 혼합하는 장치를 조작한다.\n재료를 성형, 압출, 롤링 하는 기계를 설치, 조작, 취급한다.\n성형장치의 압력, 유출량, 컨베이어의 속도를 조정한다.\n주형을 맞추어 조립한다.\n명세된 직경, 길이로 굽은 관을 성형하기 위하여 손으로 석면ㆍ시멘트파이프를 구부리거나 절단한다.\n완성제품을 측정, 계량, 검사하고 명세서와 비교한다.\n기계장치를 세척하고 기능장애를 탐지하여 수리한다.\n생산기록을 작성하고 보관한다.", "시멘트 가공로 조작원\n시멘트 설비 조작원\n압착식여과기 조작원, 시멘트 및 석회 관련 물질용\n배출기 조작원, 시멘트 및 석회 관련 물질용\n원심분리기 조작원, 시멘트 및 석회 관련 물질용\n분리기 조작원, 시멘트 및 석회 관련 물질용\n석면 시멘트제품 가공기 조작원\n콘크리트제품 주형원\n시멘트제품 제조기 조작원\n석면시멘트제품 제조기 조작원\n콘크리트주형제품 제조기 조작원\n코크스기 조작원\n석탄가스 제조기 조작원\n석탄가스 레토르트로 조작원\n목탄 제조가마 조작원\n목탄 제조기 조작원\n콘크리트 혼합장치 조작원\n분쇄기 조작원(시멘트 및 관련 물질용)\n마쇄기 조작원(시멘트 및 관련 물질용)\n제분기 조작원(시멘트 및 관련 물질용)\n혼합기 조작원(시멘트 및 관련 물질용)\n합성기 조작원(시멘트 및 관련 물질용)"]}, {"name": "광석·석제품 생산기계 조작원(8264)", "descriptions": ["건축 석재를 만들기 위하여 석재를 분쇄하여 자갈을 만드는 기계를 조작한다. 이들은 주로 건설재료 제조 업체에 고용되어 있다. 화강암, 대리석, 판석 및 기타 석재를 절단, 성형 가공하여 건물 및 기념비용 석제품, 포장용 판석, 가구 및 장치물, 조상, 병, 그릇, 용기 등을 제조하는 기계를 조작한다. 이들은 석제품 제조업체에 주로 고용되어 있다.", "석재료를 만들기 위해 석재를 분쇄하여 자갈로 만든다.\n산업용 다이아몬드 제조기를 조작하는 자, 모자이크 절단기 조작원, 연마석제품 제조기 조작원 등도 여기에 포함된다.", "석탄파쇄기 조작원\n광물파쇄기 조작원\n암석파쇄기 조작원\n절할기 조작원\n재단기 조작원\n석재평삭기 조작원\n광물세척기 조작원\n세척장치 조작원\n선광기 조작원\n연마기 조작원\n석재파쇄기 조작원\n광물분쇄기 조작원\n석재분쇄기 조작원\n석재세척기 조작원"]}, {"name": "기타 비금속제품 생산기계 조작원(8269)", "descriptions": ["유리 및 유리제품, 요업제품, 시멘트, 석회 및 플라스터 등을 제조하는 과정에서 상기 세분류에 속하지 않는 경우에 해당한다.", "유약을 제조하기 위해 붕사, 납, 모래 및 석회와 같은 성분을 혼합, 분쇄하는 기계장치를 조작한다.\n연마재, 광택제를 제조하기 위해 성분을 혼합한다.", "유약 제조기 조작원\n유약 분쇄기 조작원\n유약 혼합기 조작원\n연마재 혼합기 조작원\n광택제 제조기 조작원\n도자기 금형압착기 조작원"]}, {"name": "산업 전기공(8311)", "descriptions": ["도면에 따라 산업용 전기설비를 설치하고 전기배선, 송전, 전압 등 구성요소를 시험하고 모터, 발전기 등을 유지, 보수, 시험, 설치, 수리한다.", "서술도면, 배선도, 전기규약시방서 등을 읽고 해석하여 산업용 전기 설비 시설의 배치를 결정한다.\n전선, 콘센트, 스위치, 전기도관, 송전선, 케이블, 내부 조명시설 및 기타 전력공급 구성품을 설치하고 제거하며 수리한다.\n전기배선, 송전, 전압 및 저항 관련 장비 및 구성 요소를 시험한다.\n고압용 개폐기, 변압기, 배전반 계기, 조절기, 반응기를 유지, 보수, 설치 및 시험한다.\n전기 모터, 발전기, 산업용 충전 배터리와 수압 및 기업 전기통제 시스템을 유지, 보수, 시험 및 설치한다.", "항공기 전기원\n플랜트 전기 설치원\n선박 전기원\n기관차 전기원"]}, {"name": "내선 전기공(8312)", "descriptions": ["주택, 공장, 빌딩 등에 전기를 공급하기 위하여 옥내 전선관, 배선 또는 등기구류 설비를 건물 내부에 시공하거나 보수한다. 전기제어장치나 전기기기 설치·정비 분야를 포함한다.", "옥내배선도나 도면을 읽고 수용 가옥구조, 구조물 내부 상태, 인입 가능한 배전선로 위치 등을 파악한다.\n구조물의 내부 상태를 파악하고 배선을 위한 슬래브배관, 노출배관, 벽체배관, 분전반, 덕트 등 배관 및 장치물을 설치한다.\n배관을 따라 전선을 인입선(요비선)으로 인입ㆍ인출하여 연결한다.\n배선루트를 따라 가요전선관(후렉시블관)과 맨커버를 설치하고 전선을 가선한다.\n가공배전선에서 인입구까지 인입선을 케이블로 연결하고 차단기를 설치한다.\n건물내 조명ㆍ콘센트류ㆍ스위치ㆍ기구 등 설비물을 설치하고 인출선에 연결한다.\n접지선을 연결하여 땅속에 묻는다.\n전선을 보호하기 위하여 금속 또는 플라스틱몰드를 설치한다.\n배전함을 설치한다.\n배선이 완료되면 회선단락ㆍ저항ㆍ배선상의 결함을 메가 테스터기(절연저항측정기), 후크메타(암페어측정기) 등으로 검사한다.\n전류를 투입하여 시험가동을 한다.", "전기 외선원\n전기작업 보조원\n전선설치 보조원\n옥내 전기원\n전기 내선원\n건물보수 전기원\n건물보선 전기원\n전기고장 수리원\n전기발전기 설치원\n전기모터 발전기 설치원\n전기모터 설치원\n전기 조광기 설치원\n전기 신호기기 설치원\n변압기 설치원\n전기 제어장치 설치원\n전기기구 정비원\n네온사인 전기원\n네온사인 수리원\n조명원\n극장 전기원\n조명 조정원\n무대 및 방송스튜디오 전기원\n전기 배선원"]}, {"name": "외선 전기공(8313)", "descriptions": ["목주, 철근콘크리트, 철주 등 전주를 세우고 전선을 가설한 후 도면에 따라 인력 및 중장비를 사용하여 송전, 송전활선, 배전, 배전활선 등 옥외 전기설비를 시공, 보수한다.", "배전전공ㆍ 전기시설, 통신시설, 조명시설용 콘크리트주(CP주), 강관주 및 목주를 세우고 전선을 가설한다.\n도면을 읽고 건주지점을 확인ㆍ표시한다.\n인력 또는 중장비를 이용하여 계단 및 원형구덩이를 일정깊이로 굴착한다.\n로프, 지지대, 크레인 등을 이용하여 전주를 운반하고 구덩이에 수직으로 세운다.\n전주의 위치를 정확하게 교정하고 지표면 하에 일정깊이로 근가를 장력방향에 넣어 U볼트를 조여 설치한다.\n흙을 지표면보다 약간 올라오도록 넣어 다진다.\n안전허리띠와 안전로프를 착용하고 적당한 작업위치까지 승주 한다.\n완금(애자 및 전력선의 지지에 사용하는 어깨쇠), 애자 등의 부품과 변압기, 개폐기 등의 기계류를 설치하고 전선을 가설한다.\n전기가 흐르는 상태에서 활선장비를 사용하여 배전설비에 종사할 경우 배전활선전공으로 호칭되기도 한다.\n건주차를 운전해서 전주를 운반하고 차량의 동력을 이용하여 땅을 파서 건주하는 경우 건주차운전원으로 호칭되기도 한다.\n송전전공\n발전소와 변전소 사이의 전력을 공급하기 위하여 송전탑을 세우고 전선을 설치한다.\n설계도 및 지적도면을 보고 굴착위치를 확인한다.\n인력 또는 굴착기계로 기초터파기를 한다.\n주각 재와 앵커 재를 조립하여 콘크리트블록 위에 정확하게 설치하고 콘크리트를 타설한다.\n압축터미널을 이용하여 접지봉과 리드선 및 리드선과 철탑 재를 연결하여 접지한다.\n조립용 장비, 공구, 로프 등의 강도를 점검하고 현장에 반입된 철탑부재의 부족 및 변형여부를 확인한다.\n철탑 주주재에 활차(도르래), 윈치, 크레인 등에 의해 순차적으로 들어 올려 볼트로 조립한다.\n철탑 본조임 완료 후 토크렌치를 사용하여 풀림방지링을 취부한다.\n가지선 또는 보강지선을 설치하여 철탑을 보강한다.\n각 철탑 암에 애자련 지지 점 가까이에 블록(block)을 설치하고 지상에 연선차, 드럼(drum), 가선차(engine puller)를 견고하게 설치한다.\n와이어로프에 전선을 연결하여 필요지점까지 끌어당긴다.\n전선에 애자장치를 취부 하여 철탑에 부착시킨다.\n긴선 구간 내의 이도측정 경간을 선정하여 이도 자를 취부하고 지지대와 지지대 사이의 전선이도를 조정한다.\n핸드윈치로 상부로부터 지선, 전선의 순서로 긴선한다.\n전기가 흐르는 상태에서 활선장비를 사용하여 송전설비에 종사할 경우 송전활선전공으로 호칭되기도 한다.", "가로등 전선 가설원\n고가 전력선 가설원\n전선 수리원\n전철 고가전선 가설원\n지하전력케이블 부설원\n지하전력선 부설원\n전기기관차 고가전선 가설원\n전력케이블 접속원\n전신케이블 접속원\n전화케이블 접속원"]}, {"name": "사무용 전자기기 설치·수리원(8321)", "descriptions": ["PC를 제외한 복사기, 팩시밀리 같은 사무용 기기를 수동공구, 동력공구를 사용하여 설치하고 제품의 작동 상태를 점검하거나 수리한다."]}, {"name": "가전제품 설치·수리원(8322)", "descriptions": ["텔레비전, 냉장고, 세탁기 등 가전제품을 설치해 주고 시운전하여 작동 상태를 확인해 주며 오작동하는 경우에는 부품 교체나 납땜 등을 이용하여 수리해 주는 자를 말한다.", "각종 전기ㆍ전자 계측기를 사용하여 파손부위를 확인한다.\n드라이버, 렌치 등의 수동공구를 사용하여 파손된 부품을 분리한다.\n전기인두(납으로 각종 전자부품을 용접하는 장치)를 사용하여 파손된 부품을 교체한다.\n가전제품을 시운전하여 작동상태를 확인하고 수동공구를 사용하여 재조립한다.\n교체한 부품의 종류 및 수량을 작업일지에 기록하고 수리비용을 산출한다.", "가전제품 설치 및 수리원\n가전제품 A/S기사"]}, {"name": "기타 전기·전자 기기 설치·수리원(8329)", "descriptions": ["수동공구와 검사계기를 사용하여 심전기, 살균장치, 수술실의 램프와 테이블, 투열 요법기 등 전기 의료장치 및 기타 전기·전자 기기를 설치하고 검사, 수리한다.", "검사계기를 사용하여 전기회로ㆍ부품의 단락ㆍ잘못된 연결ㆍ결함 있는 부품의 위치를 찾아내기 위하여 검사한다.\n납땜인두를 사용하여 엉성한 연결부위를 땜질하고, 변압기, 저항기, 콘덴서, 스위치 등의 결합부품을 교체한다.\n장치를 분해하고 조절레버장치와 수력추진기 등의 잘못된 기계부품을 수선ㆍ교체한다.\n바늘, 그래프, 기타 기록 장치를 수리ㆍ조정한다.\n엑스레이관을 교체하기도 한다.", "감시카메라 설치원\n감시카메라 수리원\n영상기기 설치원\n영상기기 수리원\n전자 음향기기 설치원\n전자 음향기기 수리원\n광학기구 제조원\n정밀렌즈 제조원\n광학기구 수리원\n정밀기구 수리원\n현금인출기 설치원\n현금인출기 수리원\n전자의료장비 설치원\n심전도 수리원\nX-레이장비 정비원\n전기의료장치 수리원\n전기 조광기 설치원\n전기 신호기기 설치원\n정밀기구 제조원\n항해기구 제조원\n포스시스템 설치원\n포스시스템 수리원\n휴대폰 수리원\n괘종시계 수리원\n손목시계 수리원\n카메라 수리원\n기압계 제조원\n기상기구 제조원\n정밀기구 제조원"]}, {"name": "발전·배전 장치 조작원(8330)", "descriptions": ["전기를 생산하고 배전을 통제하는 기계 장비를 조작한다. 이들은 주로 한국전력이나 한국수자원공사 산하의 각종 발전소, 전기통신공사, 일반제조업체 등 비상전력설비가 있는 업체의 자가발전 부서에 고용되어 있다.", "작업일지를 통하여 운전 상태를 파악하고, 보호 장치 및 자동제어설비의 작동상태를 확인한다.\n각종 지시계기와 기록계를 관찰, 점검, 확인 및 조정하고 현황을 기록한다.\n필요에 따라 보일러, 수차, 터빈, 발전기, 원동기를 가동ㆍ정지시키고 보조기기를 조작한다.\n발전량, 송전량, 소내 소비전력량, 사용 급수량 및 연료량, 증기발생량, 발전효율 등을 계산한다.\n기기 운전 중 발생하는 이상이나 고장의 원인을 분석한다.\n유지ㆍ보수작업원의 안전을 위하여 고장 난 회로 및 장치의 전원을 차단한다.\n발전설비의 운영을 조정하고 동시통제를 위해 다른 작업원 및 다른 발전소와 의사교환을 한다.\n급전사령원은 소비자 수요를 충족시키도록 발전소에서 전력공급 및 분배를 통제하고 관리한다.", "발전장치 조작원\n배전장치 조작원"]}, {"name": "전기·전자 설비 조작원(8340)", "descriptions": ["건물, 아파트, 공장 및 기타 전기·전자 설비를 조작, 유지, 보수한다.", "건물, 아파트, 공장 등의 전기설비를 유지, 보수한다.\n전기시설에 관한 보안관리 업무를 수행한다.\n전기 장비 제조와 관련된 각종 기기를 조작한다.", "건물전기설비 조작원\n건물전기시설 관리원\n전기기계 관리원\n전기기계설비 조작원\n건물전기기계공무\n전기시설관리 조작원\n아파트전기시설 관리공무\n공장전기 설비 조작원\n공장전기 설비공무\n공장전기 기계공무\n공장전기기계 설비조작원\n공장변전실 관리원\n전기시설 조작원\n건물전기 설비공무\n전자설비 조작원\n건물전기 관리원\n전기설비 관리원\n병원전기 관리원"]}, {"name": "전기 부품·제품 생산기계 조작원(8351)", "descriptions": ["전기 장비에 사용되는 부분품을 제조하는 기계를 조작한다. 이들은 전기 장비 제조업체에 고용되어 있다.", "성형된 건조 충전전지 격자를 세척ㆍ약품처리ㆍ건조 처리하는 장비를 관리한다.\n코일 권선기를 사용하여 교류전동기, 발전기, 변압기 등에 사용되는 부품에 코일을 감는다.\n전기 장비 제조와 관련된 각종 기기를 조작한다.", "코일 권선기 조작원\n필라멘트 권선기 조작원\n고정자코일 권선기 조작원\n코아적층프레스 조작원\n건전지제조기 조작원\n광섬유 제조원\n전구제조기 조작원\n전선 제조원\n축전지제조기 조작원"]}, {"name": "전자 부품·제품 생산기계 조작원(8352)", "descriptions": ["전자장비에 사용되는 부분품을 제조하는 장치를 조작한다. 이들은 전자장비 제조업체에 고용되어 있다.", "웨이퍼제조를 위한 단결정성장, 절단, 연마, 평탄화, 식가, 세정을 위한 관련 기기를 조작한다.\n자재부서로부터 자재를 수령하여 이상 유무를 확인하고 작업지시서ㆍ부품목록 등을 숙지한다.\n프로그램을 기계에 입력하고 전자부품자재를 제품모델에 맞게 기계에 장착한다.\n인쇄회로기판에 삽입될 전자부품의 첫 좌표를 설정하고 프로그램에 입력된 삽입위치에 화일을 보며 부품이 삽입되도록 작동시킨다.\n작업 중 전자부품 자재를 수시로 확인하여 교체하고 기계의 작동상태를 관찰한다.\n삽입된 전자부품을 관찰하여 역삽ㆍ오삽ㆍ미삽 등을 검사하고 양호하면 연속작업을 실시한다.\n작업 완료된 인쇄회로기판을 차기공정으로 넘기고 작업일지를 작성한다.", "반도체리드 코팅원\n반도체 코팅원\n반도체 성형원\n반도체금속 증착원\n웨이퍼제조기 조작원\n웨이퍼 식각원\n웨이퍼 확산원\n웨이퍼화학 증착원\n전기저항기 제조조작원\n전자제품 제조기계 조작원\n전자축전기 제조기 조작원\n전자카드 제조기 조작원\n브라운관제조용 장비조작원\n인쇄회로기판 제조기조작원"]}, {"name": "전기·전자 부품·제품 조립원(8360)", "descriptions": ["엄격하게 설정된 절차에 따라 전기제품과 전자제품 또는 구성품이나 부품을 조립한다. 이들은 전기·전자제품이나 전자부품 제조업체에 고용되어 있다.", "전기장비의 구성품 또는 부품을 조립한다.\n광학기구 등의 전자정밀기구의 부속품을 조립한다.\n부품을 검사하고 시험하여, 품질기준에 적합한가를 확인한다.\n가정용 전기ㆍ전자제품에 요구되는 부품 및 작업용구 등을 준비ㆍ점검한다.\n수공구 또는 자동공구를 사용하여 볼트, 나사 등 체결작업을 한다.\n전동기, 콘덴서, 열교환기 등을 용접한다.\n각 공정별로 조립 이상 유무를 전압계, 전력계, 시험지그 등을 이용하여 소음, 소비전력, 전기결선 이상 유무 등을 검사한다.\n제품외관의 찍힘, 긁힘, 색상 등 외관검사를 실시한다.", "배전반 조립원\n조명장치 조립원\n절연선 및 케이블 조립원\n축전지 및 일차전지 조립원\n영상, 음향장비 조립원\n시청각기기 조립원\n라디오 조립원\n텔레비전 조립원\n비디오 조립원\n정밀기구 조립원\n계기 조립원\n계측기 조립원\n기판 조립원\n전자정밀기구 조립원\n크로노미터 조립원\n전자괘종시계 조립원\n가정용 전기기구 조립원\n복사기 조립원\n계산기 조립원\n전자사무용기기 조립원\n전자회중시계 조립원"]}, {"name": "컴퓨터 설치·수리원(8411)", "descriptions": ["컴퓨터 및 주변장치를 설치, 조정, 수리, 정비하고 조작법 및 유의사항을 알려주는 일을 하는 자를 말한다.", "고장의 원인을 알아내기 위하여 기계를 작동시킨다.\n수동공구를 사용하여 기계를 분해하고, 기어ㆍ가이드ㆍ롤러 등의 부품을 검사한다.\n수동공구ㆍ동력공구ㆍ용접기구 등을 사용하여 부품을 교체하고 땜질하거나 조절한다.\n작동되는 부품을 깨끗이 닦고 기름을 친다.\n기계사용의 주의사항이나 조작방법 등을 설명하기도 한다.", "PC 정비원\n컴퓨터 프린터기 수리원\n보조기억장치 설치원\nPC 설치원\n자료처리장치 설치원\n콘솔 설치원\n복사기 수리원\n팩시밀리 수리원\n금전출납기 수리원"]}, {"name": "이동전화기 수리원(8412)", "descriptions": ["액정화면 상태나 통화품질을 점검하고, 파손된 부품의 교체 등 이동전화기를 수리하는 자를 말한다."]}, {"name": "기타 정보통신기기 설치·수리원(8419)", "descriptions": ["컴퓨터 및 이동전화기를 제외한 정보통신기기를 설치하고 수리하는 자를 말한다."]}, {"name": "방송장비 설치·수리원(8421)", "descriptions": ["라디오, TV, 케이블TV의 송수신 등에 필요한 방송장비를 설치하고 수리한다. 방송의 화질을 조절하거나 방송 송출장비와 학교, 기업 등의 구내방송장비의 송출 및 화면조정 장비의 설치 수리원을 포함한다.", "설계도를 읽고 방송장비의 설치위치를 표시한다.\n각종 방송장비를 표시된 위치에 배치하고 장비부속품을 상호 연결한다.\n장비의 가동여부를 확인하고 점검한다.\n이상이 발생할 경우에는 이를 수리한다.", "방송송출장비 설치 및 수리원\n방송화면조종기 설치 및 수리원\n방송장비 설치 및 수리원\n학교방송시설 설치 및 수리원\n기업체방송시설 설치 및 수리원\n인터넷방송장비 설치 및 수리원"]}, {"name": "통신장비 설치·수리원(8422)", "descriptions": ["유·무선 통신장비 등을 설치하고 수리한다.", "유선통신장비 설치 및 수리원\n송신소와 수신소를 연결하는 금속 또는 유전체 회로에 전류흐름의 변화로 두 지점 간에 음성 및 기타 메시지를 전달해주는 유선송신기, 유선수신기, 반송통신기, 신호변환기, 유선 전화용 기기 등의 각종 유선통신장비를 설치하고 수리한다.\n무선통신장비 설치 및 수리원\n무선 송신기, 정보 통신장비, 휴대용 무선 통신장비, 통신위성, 무선전신기 및 기타 무선 통신기를 설치하고 수리한다.", "무선중계기 수리원\n무선기지국 설치 및 수리원\n기지국중계기 설치 및 수리원\n전신·전화기 설치 및 수리원\n키폰 수리원\n레이더 설치 및 수리원\n공중전화 설치 및 수리원\nPBX 유지보수원\n통신기기 및 장비 설비원\n사설교환기 수리원\n키폰구내교환기 설치 및 유지보수원"]}, {"name": "방송·통신·인터넷 케이블 설치·수리원(8423)", "descriptions": ["방송, 통신, 인터넷에 기초가 되는 각종 통신선을 가설하고 고장 시 이를 수리한다.", "전화선 접속원은 전화선묶음의 선들을 같은 색깔별로 두 선씩 연결하는 작업을 한다. 모든 선을 연결한 후에 물이나 기타 이물질이 선에 묻어 합선되는 등의 문제점을 막기 위해 열수축관으로 통신선을 둘러싼다. 동선의 경우에는 단자를 이용하여 케이블을 연결한다.\n광케이블은 몇 백가닥의 유리섬유 묶음으로 만들어져 있어 케이블 설치가 까다롭기 때문에 광케이블 접속원은 고도의 기술이 필요하다. 자동 코어커터(core cutter)기를 이용하여 이 작업을 수행하기도 한다. 잘려진 광케이블은 광접속기를 이용하여 광케이블을 접속한다.\n무선통신망 접속의 경우에는 철탑 위의 안테나와 지상의 기지국을 유선으로 연결하는 업무를 수행한다. 직접 철탑위로 올라가 안테나에 통신선을 연결하여 지상의 기지국과 연결시킨다.", "통신케이블 설치원\n케이블 방송선로 설치원\n케이블 방송선로 수리원\n통신케이블 수리원\n인터넷 통신선 설치원\n인터넷 통신선 수리원\n인터넷 설치원\n인터넷 개통원"]}, {"name": "석유·천연가스 제조 제어장치 조작원(8511)", "descriptions": ["석유 및 천연가스 제조를 위하여 화학물이나 천연원료를 성분별로 분리하거나 정제하는 관련 장치를 조작한다.", "천연 액체성 화학물을 화학적 성분별로 분리 또는 정제하는 증류기를 조작한다.\n원유로부터 침전물, 수분을 제거하기 위해 유전에서 화학, 전기 또는 원심력 설비를 조작한다.\n석유, 석유를 기초로 한 제품 및 부산물로부터 유황을 제거하는 장치를 조작한다.\n석유, 석유기저제품 및 부산물 또는 천연가스를 정제, 증류 및 처리하는 장치를 조작한다.\n석유생산품, 물, 화학용액들을 정제과정으로 순환시키는 펌프를 조작한다.\n석유생산품을 증류 또는 정제하는 증류기를 조작한다.\n화학약품 및 기타 첨가제를 석유와 혼합하는 기계를 조작한다.\n천연가스 정제, 증류 및 처리하는 기계를 조작한다.\n원유정제공장 또는 화학제품제조공장에서 발생하는 산업폐유를 정화하거나 관리하기 위하여 열교환기, 펌프, 압축기, 소각로 및 관련 장치를 조작한다.\n그 외 천연가스 제조기를 조작한다.", "탈수기 조작원, 유전\n탈황처리기 조작원\n펌프 조작원\n정제기 조작원\n정제펌프 조작원\n폐유 재생원\n원유처리장비조작원(유전)\n천연가스 제조기 조작원\n정제증류기 조작원\n증류기 조작원\n정유제어기 조작원\n나프타분해 공정 제어기 조작원\n상압증류공정제어기 조작원\n용매처리 공정제어기 조작원\n원유공정제어기 조작원\n정유(에틸렌)배합기 조작원\n정제합성기 조작원\n파라핀제조기 조작원"]}, {"name": "화학물 가공장치 조작원(8512)", "descriptions": ["필요한 성질을 지닌 제품을 얻기 위하여 파쇄, 가열, 혼합, 증류 또는 여과 등 화학물을 가공하는 기계 장비를 조작한다.", "고형 화학물 및 기타 재료를 파쇄하고 혼합하는 기계를 조작한다.\n재료를 정화, 혼합, 합성하고 특수한 성질로 만들거나 화학변화를 일으키는 기계장비를 조작한다.\n화학물 및 관련 재료의 가공을 위해 건조기를 조작한다.\n용액을 여과하는 장치 및 분리시키는 기계를 조작한다.\n화학약품 및 기타 첨가제를 석유와 혼합하는 기계를 조작한다.", "분쇄기조작원(화학물 및 관련 가공용)\n마쇄기조작원(화학물 및 관련 가공용)\n혼합기조작원(화학물 및 관련 가공용)\n합성기조작원(화학물 및 관련 가공용)\n제분기조작원(화학물 및 관련 가공용)\n하소장치 조작원\n시멘트 가공로 조작원\n여과기 조작원\n원심분리기 조작원\n조제장치 조작원가공로 조작원\n화학물 추출기 조작원\n화학물 증류기 조작원\n화학물 반응기 조작원\n증발기 조작원"]}, {"name": "기타 석유·화학물 가공장치 조작원(8519)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자로, 화학약품 생산에 사용되는 전해조를 조작하는 자, 액화가스 제조기를 조작하는 자 등이 여기에 분류된다.", "액화가사제조기 조작원\n화학물처리용 전해조 조작원"]}, {"name": "타이어·고무제품 생산기계 조작원(8521)", "descriptions": ["고무 및 고무화합물을 혼합하고 천연·합성고무로 주형신발, 가정용품, 절연체, 공업용 부속품 또는 자전거, 자동차, 트랙터, 항공기, 기타 차량 타이어 같은 구성부품을 제조하는 기기를 조작한다. 이들은 타이어나 기타 고무제품 제조업체에 고용되어 있다.", "고무원료 및 화공약품을 계량하고 일정비율로 혼합한다.\n기계에 다이, 롤러, 칼, 연마 휠 등의 부착물을 장착한다.\n기계 또는 호퍼에 재료를 투입한다.\n각종 재료 및 부품을 혼합, 사출, 접착, 경화, 가황, 절단, 조립, 마무리하는 기계장치를 조정, 조작한다.\n롤러의 온도와 압력, 고무접착제 및 재료의 흐름과 기계부품의 움직임을 조정하기 위하여 가이드, 밸브, 조종 장치를 조작한다.\n완성된 제품의 치수를 측정하고, 기포, 균열, 뒤틀림 및 기타 결함을 검사한다.", "고무성형기 조작원\n고무압출기 조작원\n고무캘린더기 조작원\n캘린더 권취장치 조작원\n사열형 압축롤 조작원\n캘린더롤 조작원\n캘린더 권출장치 조작원\n고무합성기 조작원\n고무제품가공기 조작원\n고무쇄절기 조작원\n고무제품 검사원\n타이어경화기 조작원\n경화고무제품제조기 조작원\n타이어성형기 조작원\n타이어재생기 조작원\n고무코팅기 조작원\n고무양각기 조작원\n고무인장품 제조기 조작원\n고무가공장치 조작원\n분쇄기 조작원, 고무 및 관련 가공용\n마쇄기 조작원, 고무 및 관련 가공용\n타이어 검사원"]}, {"name": "플라스틱제품 생산기계 조작원(8522)", "descriptions": ["플라스틱 물질을 얻기 위해 화합물을 혼합, 합성하여 플라스틱 구성부품과 제품을 제조하는 기기를 조작한다. 이들은 주로 플라스틱 제품 제조업체에 고용되어 있다.", "합성수지, 안료 등의 각종 재료를 계량하고 일정비율로 배합한다.\n기계에 다이, 롤러, 금형, 칼, 연마 휠 등의 부착물을 장착한다.\n기계 또는 호퍼에 배합된 재료를 투입한다.\n재료 및 부품을 혼합, 사출, 압출, 압착, 주입, 성형, 조립, 마무리하는 각종 기계장치를 조정, 조작한다.\n롤러의 온도와 압력, 재료 및 공기, 물, 증기, 기름의 흐름과 기계부품의 움직임을 조정하기 위하여 가이드, 밸브, 조종 장치를 조작한다.\n완성된 제품의 치수를 측정하고, 기포, 균열, 뒤틀림 및 기타 결함여부를 검사하고 군더더기를 제거하여 마무리한다.\n생산기록을 작성하고 보관한다.", "연마기 조작원\n플라스틱사출기 조작원\n플라스틱압출기 조작원\n플라스틱 주입성형기 조작원\n플라스틱 적층기 조작원\n플라스틱 도포기 조작원\n플라스틱 도장기 조작원\n플라스틱 증착기 조작원\n플라스틱 제품 검사원\n플라스틱 라미네이팅기 조작원\n플라스틱 광택기 조작원\n플라스틱 조각기 조작원\n플라스틱 절단기 조작원\n플라스틱 천공기 조작원\n플라스틱 식각기 조작원\n플라스틱 완성기 조작원\n플라스틱 주입압착성형기 조작원"]}, {"name": "화학제품 생산기계 조작원(고무·플라스틱 제외)(8523)", "descriptions": ["의약품, 화장품, 화약, 사진 등의 화학제품을 제조 또는 가공하는 기기를 조작한다. 이들은 주로 화학제품을 제조하는 모든 기업체 또는 관련 업체에 다양하게 고용되어 있다.", "원료를 혼합, 분쇄, 여과, 가열, 증류, 성형, 충진, 봉합하는 각종 기계장치의 처리온도, 압력, 재료의 흐름, 기계의 속도 등을 조정한다.\n혼합물의 처리과정을 관찰하고 색의 변화, 농도 등을 확인한다.\n가공처리 정도를 검사ㆍ시험하기 위하여 샘플을 채취한다.\n완성품을 인출, 검사, 포장한다.\n기계의 기능장애를 탐지하여 정비하고, 세척 및 소제한다.\n생산기록을 작성하고 보관한다.", "약제품 생산기 조작원\n의약품 과립기 조작원\n화장품 생산기 조작원\n향수 증류기 조작원\n세제 생산기 조작원\n필름 생산기 조작원\n화학물 및 관련재료 세척기 조작원\n납제조기 조작원\n화학물표백기 조작원\n양초제조기 조작원\n양초절조기 조작원\n양초주입기 조작원\n양초주형기 조작원\n리놀륨생산기 조작원"]}, {"name": "고무·플라스틱 제품 조립원(8524)", "descriptions": ["압출, 성형한 고무 또는 플라스틱 제품을 접착제나 나사 등을 사용하거나 홈에 맞추어 완제품 또는 부분품으로 조립한다.", "압출·성형된 고무 또는 플라스틱 부품을 작업대 위에 올려놓는다.\n부품의 제조 상태를 점검하여 파손되거나 규격미달인 부품을 제거한다.\n컨베이어 벨트 또는 작업대 위에 조립하기 쉽도록 부품을 나란히 늘어놓는다.\n손가락으로 부품을 눌러 주름이 발생하지 않도록 홈이나 틀에 맞춘다.\n접착제나 나사를 사용하여 고무 플라스틱 부품 부착한다.\n조립품의 군더더기를 제거한다.", "고무제품 조립원\n플라스틱제품 조립원"]}, {"name": "상·하수도 처리장치 조작원(8531)", "descriptions": ["물 정화장치, 공기·가스 압축기, 펌프장치, 환기장치와 같은 여러 가지 형태의 장비를 조작한다. 이들은 지방자치단체에서 운영하는 수도사업소, 수원지, 하수종말처리장이나 기업체의 공업용수처리 및 폐수정화처리장 등에 고용되어 있다.", "상수 또는 하수를 정화하는 기계를 조작한다.\n공기 및 가스압축기를 조작한다.\n액체, 기체, 반액체 및 분말물질을 운송하는 펌프 장치를 조작한다.\n최근에는 중앙통제장치를 통하여 정수, 폐수처리 업무를 수행한다.\n처리설비의 처리능력 및 가동상황을 점검ㆍ확인하고 투입미생물의 종류 및 수량을 검토한다.\n하수의 유입구 및 부유물 제거장치의 가동상태를 확인하고 하수의 유입량을 점검한다.\n펌프, 열교환기, 반응탑, 침전장치, 오니농축조, 탈취장치 등에 부착된 각종 기록계기 및 산도(pH meter)를 점검하여 정상 가동여부를 확인하고 투입하는 각종 미생물의 수량을 조절한다.\n수시로 처리용액의 견본을 채취하여 산도, 생화학적 산소요구량 등을 검사하여 설비를 재조정하며 각종 설비의 가동상태를 점검하여 누수, 파손, 부식 등의 이상 유무를 확인한다.", "물펌프장 조작원\n용수 여과장치 조작원\n냉각용수기 조작원\n용수 정화장치 조작원\n댐수문 운전원\n염소투입기 조작원\n하수처리장치 조작원\n용수처리기 조작원\n펌프장 조작원(석유 및 천연가스 제외)\n저수지 운전원"]}, {"name": "재활용 처리장치·소각로 조작원(8532)", "descriptions": ["쓰레기와 기타 폐기물의 소각로를 조작한다. 이들은 쓰레기 처리 관련 공공기관 및 산업체 등에 고용되어 있다.", "중앙통제장치를 통하여 쓰레기와 기타 폐기물을 소각하는 소각로를 조작한다.\n쓰레기가 제대로 소각되었는가를 확인하고 관련 기기 조작자에게 지시와 명령을 내린다.", "재활용관련 장치 조작원\n폐기물소각로 조작원\n소각장 운영원\n분뇨처리설비 조작원\n화장시설 조작원"]}, {"name": "섬유 제조기계 조작원(8611)", "descriptions": ["섬유제조를 위하여 방적기, 합사기, 연사기, 권사기를 조작하는 자를 말한다.", "섬유에 일정한 혼합물을 결합하는 기계를 조작한다.\n천연섬유를 청결히 하고 솜털같이 하며, 소모를 소모뭉치로 또는 소모뭉치를 리본뭉치로 결합하고, 규정의 품질과 무게를 가진 하나의 가늘게 만든 가닥으로 몇 개의 소모를 결합하는 즉 방적하는 기계를 조작한다.\n슬라이버(면 섬유의 다발)를 로빙(거친 실 단위)으로 전환하는 조방기 또는 정방기를 조작한다.\n로빙으로 부터 연사와 방사를 방적하고 실꾸리에 두 가닥 이상의 연사를 감고 두 가닥 이상의 방사나 연사를 한 가닥 보다 무겁고 강한 가닥으로 꼬거나 한 타래에서 다른 타래로 방사나 연사를 권사하는 기계를 조작한다.", "연조기 조작원\n조방기 조작원\n정방기 조작원\n권사기 조작원\n릴(링기) 조작원\n실타래 조작원\n화학섬유 생산기조작원\n스풀기 조작원\n섬유혼합기 조작원\n섬유소면기 조작원\n소모기 조작원\n리본랩핑기 조작원\n슬라이버랩핑기 조작원\n레이온생산기 조작원\n섬유랩핑기 조작원\n연사기 조작원\n섬유세척기 조작원\n합사기 조작원\n방적기 도핑원\n합성섬유 방적기 조작원\n나일론생산기 조작원"]}, {"name": "직조기·편직기 조작원(8612)", "descriptions": ["섬유제품 제조업체나 의류 제조업체에서 직조와 편직 및 기타 물질과 직물을 생산하기 위하여 사용되는 관련 장비를 조작한다.", "원사의 종류, 제조직물의 조직과 무늬에 대한 명세서를 검토한다.\n소정의 밀도와 올수에 맞추어 경사를 정경 비임에 감는다.\n실의 강도를 높이고 제직 중 마찰로 인한 끊어짐을 방지하기 위하여 실에 풀을 입히는 호부기를 조정, 조작한다.\n준비된 경사를 통경대에서 종광과 바디에 한 가닥씩 끼우고, 두 사람이 마주앉아 통경바늘을 사용하여 꿴다.\n위사용 원사를 목관에 감고 직기에 공급한다.\n직기를 가동하고 직물의 무늬, 무게, 속도 등 제반조건을 확인하고, 끊어진 실을 연결하며, 기계의 기능장애를 점검, 조정한다.\n경사를 다 사용하면 남은 부분과 새로운 빔을 연결한다.", "역직기 조작원\n환편직조기 조작원\n횡편직조기 조작원\n자카드식직조기 조작원\n레이스직조기 조작원\n카펫직조기 조작원\n편직기 조작원\n통경기 조작원\n자동편직기 조작원\n정단원\n정경기 조작원\n비임정경기 조작원\n볼정경기 조작원\n자동정경기 조작원\n부분정경기 조작원\n연경기 조작원\n망제품 제조기 조작원\n저인망 제조기 조작원\n제망기 조작원\n편망기 조작원\n자수기 조작원\n자카드식 카드재단기 조작원"]}, {"name": "표백·염색기 조작원(8613)", "descriptions": ["섬유, 방사 또는 직물을 표백, 염색, 세척, 기타 방법으로 처리하는 기계를 조작한다.", "색깔을 밝게 하거나 특별한 색깔을 주기 위하여 섬유제품을 처리하는 기계를 조작한다.\n천을 수축하거나 섬유를 맞물리게 하여, 직물을 강하게 하는 기계를 조작한다.\n방수성을 주기 위하여 섬유에 화학물을 침투시키는 기계를 조작한다.\n밀도와 무게를 주기 위하여 실크를 처리하는 기계를 조작한다.", "배색기 조작원\n염색 배색기 조작원\n칼라 매칭기 조작원\n염료 배합기 조작원\n염료 조액기 조작원\nBT(BEAKER TEST)원\n섬유염색 BT원\n염색 준비원\n정련기 조작원\n직물 표백기 조작원\nCPB 조작원\n연속 정련기 조작원\n샌드 워셔기 조작원\n원단 개폭기 조작원\n고압 로타리워셔 조작원\n연속 수세기 조작원\n감량기사\n액류 감량기 조작원\n연속 감량기 조작원\n직물 염색기 조작원\n끈 염색기 조작원\n액류 염색기 조작원\n지그 염색기 조작원\n제트 염색기 조작원\n사 염색기 조작원\n타래 염색기 조작원\n의복 염색기 조작원\n날염기 조작원\n로타리 스크린 날염원\n자동 스크린 날염원\n수동 스크린 날염원\n폴리 나염기 조작원\n직물 수축기 조작원\n섬유 방수기 조작원\n직물 방수기 조작원\n섬유 카렌더기 조작원\n섬유 압착기 조작원\n인조가죽 카렌더기 조작원\n직물 세척기 조작원\n연사 세척기 조작원\n섬유직물 세탁기 조작원\n롤러 날염기 운전원\n로터리 워셔기 조작원"]}, {"name": "패턴사(8621)", "descriptions": ["디자이너가 창안한 디자인을 바탕으로 패턴을 종이에 그리는 일을 하는 사람을 말한다. 의류제조에서 패턴이란 사람의 형태, 골격 등을 고려하여 옷본을 제작하는 작업으로 원단을 재단하기 위해 부분별로 크기와 치수에 맞게 제작된다. 모자 패턴사도 포함된다.", "작업지시서의 디자인을 보고 패턴을 종이에 그린다. 원단 재질의 축소여부를 확인하고 패턴제작에 반영한다.\n패턴에 치수와 모양 등의 내용을 명시한다.\n체형이나 크기에 따라서 각기 다른 크기의 패턴을 그리기도 한다.\n옷감 위에 패턴의 윤곽을 그리기 위하여 재단용 초크로 패턴 둘레를 따라 그리기도 한다.", "옷본 제조원\n옷본 표시원\n장갑본 제조원\n모피 패턴사\n가죽 패턴사\n패터너"]}, {"name": "재단사(8622)", "descriptions": ["의류나 직물 제품, 모피, 가죽 등을 원하는 모양의 제품을 생산하기 위해 재단선을 표시하고 재단기를 조작하여 자르고 구멍을 내 표시하고 정리한다. 이들은 의류, 섬유제품, 모피, 가죽, 신발 제조업체 등에 고용되어 있다.", "패턴 부품의 수량, 형태, 규격과 요구되는 재료의 형태 및 양을 결정하기 위하여 도면, 견본 및 디자인 명세서를 검토한다.\n원단 위에 포켓이나 단추의 위치와 재단, 재봉 및 조립 선을 표시한다.\n재료를 재단, 정리, 표시, 구멍 내기 등을 하기 위하여 재료와 가위, 칼 및 기타 관련기계를 기술적으로 취급한다.\n기계의 가이드 절단 날 및 기타 장치를 조정한다.\n완성품의 결함을 조사하고 설정된 표준과 비교한다.", "우산본 제작원\n갑피 재단원\n갑피 가봉원\n갑피 폴더원\n갑피 연마원\n갑피 접착원\n구두창 재단원\n구두창 선별원\n구두창 손질원\n의복 재단원\n모피 재단원\n가죽의복 재단원\n매트리스본 제작원\n돛본 제작원\n텐트본 제작원\n모자 재단원\n실내장식품본 제작원\n매트리스 재단원\n돛 재단원\n텐트 재단원\n우산 재단원\n실내장식품 재단원\n장갑 재단원, 가죽제외"]}, {"name": "재봉사(8623)", "descriptions": ["직물, 모피, 가죽 등의 재료로 의복이나 기타 직물 제품을 제조하는 재봉기를 조작한다. 이들은 의류, 신발, 섬유제품, 모피제조업체 등에 고용되어 있다.", "천연섬유를 준비하고 합사, 연사 및 권사의 과정을 거쳐 실로 만드는 방적을 한다.\n직조, 편조 및 기타 방법으로 직물을 제조한다.\n양복 및 양장, 모피제품 등 의복을 제조, 개조 및 수선한다.\n견본제조 및 직물 또는 유사제품에 표시, 재단한다.\n재봉기로 직물 및 기타 재료, 가구장식물, 매트리스 등을 봉재한다.\n의복이나 기타 직물제품을 제조하기 위해 각종 재봉기를 조작한다.\n모피재봉기 조작원은 패턴과 원피를 준비해서 패턴의 길이만큼 길이를 늘리거나 폭을 넓힌다. 낱개별로 재봉이 끝나면 각 부위별로 조립하여 재봉한다.\n가죽재봉기 조작원은 가죽부분품에 따라 실의 종류, 재봉땀수, 실의 조임 상태를 결정하고 재봉틀의 가동 패달을 밟아 재단물과 부속물을 재봉질 한다.\n신발재봉기 조작원은 신발제조과정의 재봉단계에서 기기를 조작한다.", "직물 재봉원\n의복 재봉원\n섬유 재봉원\n가죽 재봉원\n모피 재봉원\n자수 재봉원\n기계 자수원\n컴퓨터 자수원\n타지마자수기 조작원\n스팽글 자수원\n신발 재봉원\n모자 재봉원\n매트리스 재봉원\n돛 재봉원\n텐트 재봉원\n우산 제조원"]}, {"name": "기타 섬유·가죽 기능원(8629)", "descriptions": ["상기 세분류에 포함되지 않은 유사한 직무를 수행한다.", "손이나 수동기계를 이용하여 양모, 면화, 아마, 황마, 대마 및 기타 천연섬유를 선별하고 분류한다.\n수동직기로 평직 또는 무늬직, 레이스, 카페트 및 기타 직물을 직조한다.\n매듭기법으로 카페트를 짠다.\n가구틀에 스프링을 장치하고 속에 솜을 넣어 커버를 씌운다.\n섬유, 피혁 및 유사제품 등의 안락기구 또는 내부장식을 낮추고 장식한다.", "모자 제조원\n숙녀모자 제조원\n특수목적용 모자 제조원\n기타 섬유가공 종사원\n기타 가죽제품관련 종사원\n수동스크린 날염원\n가발제조원\n직조원, 수공\n수단 제조원, 수공\n수편물원, 수공\n카페트 제조원, 수공\n자동차 시트 제조원\n비행기 시트 제조원\n철도객차 시트 제조원\n섬유제품 수공예 종사원\n수공 날염원"]}, {"name": "한복 제조원(8631)", "descriptions": ["고객의 주문에 따라 원단의 종류와 색상을 정하고 치수를 재어 알맞은 바느질법으로 저고리, 치마, 두루마기, 마고자, 버선 등의 한복을 제조하는 자를 말한다. 수의 제조를 포함한다.", "한복 제조 시 직물의 종류ㆍ색상ㆍ원단의 실용성ㆍ디자인에 관하여 고객과 상의한다.\n줄자를 사용하여 고객의 치수를 재고 명세서에 규격ㆍ색상ㆍ직물의 종류ㆍ본 등을 기록한다.\n명세서에 따라 재단대 위에 직물을 펼쳐놓고 자ㆍ연필ㆍ쵸크를 사용하여 표시를 한다. 표시부위에 따라 가위나 칼로 재단한다.\n재단 후 다음 공정이 용이하도록 쵸크로 표시를 한다.\n부분품 및 명세서에 따라 실의 색깔을 선택하고 재봉틀로 재봉을 하거나, 손바느질을 하여 꿰맨다.\n가위나 칼로 불필요한 실을 제거하고 다림질한다.\n다리미로 주름진 곳 및 구겨진 곳을 펴서 한복을 완성시킨다.\n고객의 주문에 따라 한복의 옷감에 수를 놓기도 하며, 그 외 여러 가지 장식을 하기도 한다.\n고객의 주문에 따라 한복을 수선하기도 한다.", "한복 제조원(한복사)\n개량한복 제조원\n수의 제조원\n한복수선원"]}, {"name": "양장·양복 제조원(8632)", "descriptions": ["고객의 요구에 따라 여러 가지 천과 디자인을 정한 후 치수에 맞는 다양한 남성용, 여성용 의복을 제작한다.", "천의 종류 및 스타일을 고객과 상의한다.\n줄자로 치수를 재고 기록한다.\n기존 양식을 복제하거나 디자인을 새로 개발한다.\n직물 위에 칼라ㆍ소매ㆍ몸체 등의 원형 본을 놓고 핀으로 꽂는다.\n시접선 가장자리를 따라 가위로 직물을 자른다.\n재단한 것을 시침질로 바느질하거나 재봉틀을 조작하여 의복 부분품을 접합한다.\n고객에게 시침질한 의복을 입혀 보고 수정할 부분을 표시한다.\n의복을 수정하고 각 부분을 봉제하여 의복을 완성한다.\n솔기를 매끄럽게 하고 주름을 펴기 위하여 손 다림질을 한다.\n고객의 치수에 따라 표준 원형 본을 제도하고 주문에 따라 본을 개조하기도 한다.\n고객이 제시한 본에 따라 의복을 제조하기도 한다.", "양장사\n양복사\n맞춤 양장사\n맞춤 양복사\n주문 양복사"]}, {"name": "모피·가죽의복 제조원(8633)", "descriptions": ["모피와 가죽을 이용하여 디자인을 선택한 후 치수에 맞는 재킷, 바지, 코트 등 다양한 의복을 제작하는 자를 말한다. 고객의 요구에 따라 맞춤의복을 제작하기도 한다.", "모피의복 제조원\n가죽의복 제조원"]}, {"name": "의복·가죽·모피 수선원(8634)", "descriptions": ["디자인을 바꾸고 싶거나 큰 의복을 줄이고 작은 의복은 늘이는 등 불량 의복이나 의류 제품(모자, 장갑 등)을 수선표의 표시에 따라 수선, 처리하는 자를 말한다.", "수선표의 표시를 보고 수선부위를 쪽가위로 뜯는다.\n수선부위 작업 지시서에 따라 필요한 천ㆍ실 등을 준비하고 재봉틀을 조작하거나 바느질ㆍ다림질 등을 한다.", "가죽의복 수선원\n구두 수선원\n의복 수선원\n신변잡화 수선원\n모피의복 수선원\n가구 장식물 수선원"]}, {"name": "기타 의복 제조원(8639)", "descriptions": ["고객의 요구에 따라 여러 가지 천과 디자인을 정한 후 치수에 맞는 다양한 운동복, 근무복, 셔츠, 바지 등 의복을 제작한다.", "운동복 제조원\n체육복 제조원\n근무복 제조원\n유니폼 제조원\n교복제조원\n셔츠 및 바지 제조원"]}, {"name": "제화원(8641)", "descriptions": ["고객의 요청에 따라 가죽신을 제작 또는 수선하는 자를 말한다. 또한 발, 다리의 기형을 교정하기 위하여 개인의 요청에 따라 설명서, 도안 또는 명세서를 보고 정형 신발을 전문으로 제작, 수선하는 자도 여기에 분류한다.", "가죽을 이용하여 디자인 및 재단을 한다.\n재봉기를 이용하여 신발을 만든다.\n가위를 사용해서 불필요한 부분을 잘라내고 모양을 만든다.\n광택을 내고 상품이 될 수 있도록 장식 한다.\n최종 제품을 검사, 분류하고 사이즈, 종류, 세탁방법이 표시된 꼬리표를 단다.", "제화원\n정형화 제조원"]}, {"name": "신발 제조기계 조작원 및 조립원(8642)", "descriptions": ["생고무를 고열압축으로 성형하는 기계를 이용하여 신발창을 만드는 기계를 조작하거나 고무밑창을 접착하는 등 신발을 제작하기 위해 각각의 생산 공정에서 사용되는 기계의 조작 업무를 수행하는 자를 말한다.", "디자인설계에 따라 패턴을 작성한다.\n생고무를 얇게 펴서 생지를 만들고, 그 위에 발형을 올려놓고 고열 압축 성형하여 신발창을 만든다.\n안피와 겉피를 부착하고 앞 골을 씌우고 건조시켜 고정시킨 후에 고무 밑창을 접착시킨다.\n깔창을 부착하고 끈을 끼우며 필요시 광택제를 도포하여 마무리한다.", "신발앞골 성형원(toe laster)\n신발측면 성형원(side laster)\n신발창·굽 가공원\n신발 폴리싱 작업원\n구두창 부착원\n신발뒤축 성형원(heel laster)\n신발우레탄 성형원\n신발창 접착원\n구두굽 가공원\n신발중창 가공원"]}, {"name": "세탁 기계 조작원(8643)", "descriptions": ["의류, 섬유직물, 유사 물품을 손으로 세탁 또는 다림질하거나 세척, 세탁하는 기계를 조작한다.", "섬유제품의 얼룩 및 더러움을 제거하기 위하여 손으로 세탁을 하거나 용제와 세제를 사용하여 세탁한다.\n드라이크리닝이 필요한 경우 세탁물을 드라이크리닝기에 넣고 세탁방법, 시간, 회전수 등을 조정하는 기계를 가동하며 세탁이 완료되면 용제를 회수하기 위해 드라이크리닝의 여과장치를 조작한 후 건조장치를 가동하여 물기를 제거한다.\n세탁ㆍ건조한 세탁물의 종류와 형태에 따라 주름을 잡아주고 여러 형태의 받침판을 사용하여 광택 및 탄력을 준다.\n다림질이 끝나면 의류의 각 부위를 점검하여 다림질 상태를 확인하고 옷걸이에 건다.", "의복세탁기 조작원\n드라이크리닝기 조작원\n견섬유정련기 조작원\n섬유마전기 조작원\n축융기 조작원\n세탁건조기 조작원\n카펫세탁기 조작원\n견직물 가중기 조작원\n섬유건조기 조작원\n세탁다림질기 조작원\n호부처리기 조작원"]}, {"name": "기타 직물·신발 기계 조작원 및 조립원(8649)", "descriptions": ["원피를 건조하거나 모피를 염색하고 부드럽게 하며 용액으로 원피를 처리하고 가죽으로 전환하는 등 가죽이나 모피, 기타 섬유가공 관련 기계를 조작한다.", "건조하기 전에 원피에서 살과 지방을 제거하는 기계를 조작한다.\n원피에서 길고 거친 털을 제거하고 고른 길이로 털을 다듬으며, 모피를 염색, 신장 및 부드럽게 하는 기계를 조작한다.\n가죽에서 잔여 털을 제거하거나 원피에서 살과 털을 제거하며 원피를 분할하는 기계를 조작한다.\n용액으로 원피를 처리하고 가죽으로 전환하기 위하여 제품을 완성하는 기계를 조작한다.\n가죽 염색용 기계를 조작한다.\n기성복을 제조하는 자동재봉설비를 조작한다.\n의복, 장갑 및 섬유로 만든 제품을 제조하는 자동재봉설비를 조작한다.\n직물 또는 기타 물질에 장식디자인을 자수하는 자동재봉설비를 조작한다.\n비단, 벨벳, 밀짚 등 각종 재료로 모자를 제조하는 기계를 조작한다.\n매트리스를 제조하는 기계를 조작한다.\n서로 엮어 짜서 관 모양의 끈 또는 가는 띠를 만드는 기계를 조작한다.\n손이나 수동기계를 이용하여 양모, 면화, 아마, 황마, 대마 및 기타 천연섬유를 선별하고 분류한다.\n수동직기로 평직 또는 무늬직, 레이스, 카펫 및 기타 직물을 직조한다.\n매듭기법으로 카펫을 짠다.\n가구 틀에 스프링을 장치하고 속에 솜을 넣어 커버를 씌운다.\n섬유, 피혁 및 유사제품 등의 안락기구 또는 내부 장식을 낮추고 장식한다.", "원피 제육기 조작원\n원피 제모기 조작원\n원피 처리기 조작원\n원피제육제모기 조작원\n무두질기 조작원, 가죽\n무두질기 충전원, 가죽\n가죽 염색기 조작원\n모피완성기 조작원\n모피 처리기 조작원\n펠트 제육원\n펠트 정모원\n자동재단기 조작원\n펠트 염색원\n펠트 신장원\n펠트 완성원\n펠트 세척원\n펠트 절단원\n피혁 염색원\n피혁 광택원\n피혁 신장원\n생피제육 분할원\n원피 분할원\n무두질원\n자동재봉설비 조작원\n섬유제품 조립원\n가발 제조원\n섬유 선별원\n뜨개질원\n메트리스 제조기 조작원\n수동 직조(편직)원\n카펫 제조원\n끈 제조기 조작원\n차량용 시트 제조원\n매트리스 제조원\n무대의상 제조원"]}, {"name": "제과·제빵원(8711)", "descriptions": ["밀가루, 쇼트닝, 설탕, 소금, 팽창제, 물 등을 배합하고 제빵용 기계와 기구를 이용하여 반죽, 성형, 굽기, 장식 등의 과정을 거쳐 빵을 만들거나 케이크, 파이, 과자 등을 제조하고 장식하는 자를 말한다.", "제품의 배합표에 따라 각종 재료를 계량하고 손 또는 혼합기를 사용하여 반죽을 완성한다.\n일정한 온도, 습도 하에서 규정된 시간동안 발효시킨다.\n손 또는 기계를 사용하여 반죽을 성형하고 숙성시킨다.\n오븐에 넣고 온도와 시간을 조절하여 굽는다.\n냉각기를 사용하거나 또는 자연 상태에서 제품을 냉각시킨다.\n제품의 종류에 따라 크림, 잼 등으로 장식을 하고, 손 또는 기계를 사용하여 포장한다.", "제과사\n양과 제과사\n제빵사"]}, {"name": "떡 제조원(8712)", "descriptions": ["시루떡, 인절미, 경단 등 각종 한식 떡을 제조하기 위하여 찹쌀, 쌀, 콩, 팥 등 재료를 분쇄하여 반죽하고 증자·성형하는 장비를 조작하거나 손으로 모양을 만든 후 고물이나 설탕 등 첨가물을 넣고 찌거나 익히는 일을 하는 자를 말한다.", "제품의 종류에 따라 필요한 재료를 수동저울을 사용하여 계량한다.\n상자나 통에 재료를 넣고 물을 투입하여 세척한다.\n수동핸들을 돌려 분쇄기의 롤러간격을 조정한다.\n분쇄기를 가동하고 호퍼의 배출구를 열어 세척한 재료를 일정한 입도로 분쇄한다.\n반죽 통에 분쇄한 가루와 소금, 설탕 및 첨가물을 투입한 후에 적당한 점도를 가지도록 물 등을 넣어 반죽한다.\n혼합한 재료를 증자하기 위하여 증기 솥에 일정량 넣고, 증기밸브를 돌려 증기 솥을 가열한다.\n일정시간 동안 가열하여 증자가 완료되면 뚜껑을 열고 절구에 투입한다.\n일정시간 절구질을 하고 견본을 채취하여 떡의 점도와 탄성을 확인한다.\n작업대 위에 떡을 올려놓고 제품의 형태에 따라 속을 넣으며, 형틀로 눌러 모양을 만든 후 기름을 바르거나 고물을 묻힌다.", "떡제조원(경단ㆍ시루떡ㆍ오색단자제조원)\n한과 제조원"]}, {"name": "정육원 및 도축원(8721)", "descriptions": ["가축을 도살·도축하고 세척, 절단, 손질, 가공 처리하여 관련 식품을 제조하며 이를 건조, 염장 등으로 보존 처리한다.", "가축을 도살하고 가공 처리한다.\n가죽을 벗기고 뼈를 제거한다.\n시장출하 또는 가공을 위해 육류 및 어류를 세척, 절단, 손질 및 가공 처리한다.\n육류 및 관련 식품을 저장 처리한다.\n육류 및 관련 식품을 조리 또는 기타 방법으로 가공 처리한다.", "정육 가공원\n축가공기술자\n도살원\n도축원분골원"]}, {"name": "김치·밑반찬 제조 종사원(8722)", "descriptions": ["원료를 소금이나 식초 등에 절여 가공하고자 하는 형태로 만든 다음 소나 각종 양념 등 재료를 넣고 김치와 장아찌, 멸치볶음 등 밑반찬을 제조한다.", "식품의 원료를 선별한다.\n크기, 모양을 만들려는 식품에 맞게 자르거나, 소금에 절인다.\n알맞은 양념을 넣고 조리한다.\n음식의 종류에 따라 보관방법을 달리하여 보관한다.", "김치제조 종사원(배추김치, 열무김치, 갓김치, 백김치 등)\n밑반찬제조 종사원(콩자반, 멸치볶음, 짱아찌 등)"]}, {"name": "식품·담배 등급원(8723)", "descriptions": ["원료와 최종 생산품이 표준에 맞는지를 검사하고 등급을 매긴다. 이들은 과실·채소 가공업체, 낙농품 제조업체, 육가공업체, 음료 제조업체 등 음식료품 가공과 관련된 업체에 고용되어 일을 한다.", "여러 단계의 가공 공정마다 견본을 고른다.\n외양, 맛, 냄새 등이 표준에 맞는지를 검사한다.\n원료 또는 최종 생산품의 등급을 매기고 분류한다.", "식품검사원(육류, 채소, 과일 등)\n채소 선별원식품 선별원\n고기 선별원\n식용유 선별원\n담배 등급원\n담배 검사원"]}, {"name": "기타 식품가공 종사원(8729)", "descriptions": ["상기 세분류 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다.", "상위 분류에 속하지 않는 특정재료, 제품 제조에 따른 기능적 분야에 관련된 업무를 수행합니다.", "탕제원\n건강식품 제조원\n생선뼈 제거원\n생선 절단원\n간장 제조원\n수산물 건조원\n한천 제조원\n김 가공원\n전통 술 제조원\n된장 제조원\n어묵 제조원\n어류 염장원\n고기 염장원\n고추장 제조원"]}, {"name": "육류·어패류·낙농품 가공기계 조작원(8731)", "descriptions": ["육류, 어류를 가공 처리하여 제품을 제조하는 기계나 치즈, 크림 또는 기타 낙농제품을 가공하는 기계를 조작한다.", "육류 및 어류를 가공하고 소시지, 훈제육류 또는 훈제어류와 같은 육류 및 어류제품을 제조하는 데 사용되는 기계를 조작한다.\n육류 및 어류를 통조림 또는 냉동하는 데 사용되는 기계를 조작한다.\n우유와 크림을 저온살균, 균질화 및 가열 처리하는 기계를 조작한다.\n연유, 분유제조기를 조작한다.\n버터, 치즈 및 기타 우유 또는 우유기저제품 제조용 기계를 조작한다.", "육류훈제기 조작원\n소시지제조기 조작원\n햄제조기 조작원\n육류 통조림 제조기\n육류 저장처리기 조작원\n육류 살균조리기 조작원\n육류 가압멸균기 조작원\n육류 냉동기 조작원\n동물 세척기 조작원\n육류 가공처리기 조작원\n육류 저장조리기 조작원\n어류훈제기 조작원\n소시지제조기 조작원\n햄제조기 조작원\n어류 통조림제조기 조작원\n어류 저장처리기 조작원\n어류 살균조리기 조작원\n어류 가압멸균기 조작원\n어류 냉동기 조작원\n어류 가공기 조작원\n어류 제품제조기 조작원\n우유 살균기 조작원\n분유 생산기 조작원\n연유 생산기 조작원\n버터 제조기 조작원\n치즈 제조기 조작원\n아이스크림 제조기 조작원"]}, {"name": "제분·도정 기계 조작원(8732)", "descriptions": ["사람 또는 동물소비용 곡물, 양념, 관련 식료품을 분쇄, 마쇄, 혼합 등의 방법으로 가공하는 데 사용되는 기계를 조작한다.", "쌀, 밀가루 및 동물사료의 가공을 위하여 사용되는 기계를 조작한다.\n곡물 및 양념분쇄용 제분기를 조작한다.", "도정기 조작원\n마찰식 정미기 조작원\n곡물 제분기 조작원\n곡물 압착기 조작원\n사료 제분기 조작원\n곡물 마쇄기 조작원\n조미료 제분기 조작원\n조미료 압착기 조작원\n곡물 가공기 조작원\n곡물 박피기 조작원\n곡물 건조기 조작원\n밀정선기 조작원"]}, {"name": "곡물가공제품 기계 조작원(8733)", "descriptions": ["밀가루, 코코아, 기타 성분으로부터 라면, 과자, 국수, 빵, 초콜릿 등의 제품을 제조하는 기기를 조작한다.", "빵, 과자, 라면 및 관련제품을 제조하기 위한 반죽을 가공하기 위하여 밀가루에 다른 성분을 혼합하는 기계를 조작한다.\n빵, 과자, 라면 및 관련제품을 제조하기 위한 반죽을 압출, 성형하는 기계를 조작한다.\n빵, 과자, 라면 및 관련제품을 굽기 위하여 사용되는 오븐을 조작한다.\n곡물제품을 제조하는 데 사용되는 기계를 조작한다.\n초콜릿 및 설탕과자를 제조하는 데 사용되는 기계를 조작한다.\n식사용으로 직접 먹거나 먹기 전에 가열하여 먹을 수 있는 식사용 조제식품을 제조하는 기계를 조작한다.", "빵 생산기 조작원\n제빵 반죽혼합기 조작원\n파스트리 생산기 조작원\n과자 생산기 조작원\n두부 제조원\n유부 제조원\n묵 제조원\n국수 제조기 조작원\n마카로니 제조기 조작원\n라면 제조기 조작원\n파스타제품제조기 조작원\n강정제조기 조작원\n설탕과자 생산기 조작원\n소프트캔디 생산기 조작원\n배취롤러기 조작원\n캔디제조기 조작원\n캔디냉각기 조작원\n캔디용해기 조작원\n껌제조기 조작원\n초콜릿성형기 조작원"]}, {"name": "과실·채소 기계 조작원(8734)", "descriptions": ["과실과 채소에서 주스를 추출하거나 건조, 조리, 통조림 또는 냉동으로 과실, 채소, 견과를 가공하는 기기를 조작한다.", "가열 또는 압착하여 과실과 채소로부터 주스를 추출하는 기계를 조작한다.\n건조, 조리, 통조림, 냉동 또는 기타 방법으로 과실, 채소 및 견과를 가공하는 기계를 조작한다.", "과실 통조림기 조작원\n채소 통조림기 조작원\n과일 살균기 조작원\n과일 및 채소 고압살균기 조작원\n과실 냉장기 조작원\n채소 살균기 조작원\n채소 냉장기 조작원\n과실 건조기 조작원\n채소 건조기 조작원"]}, {"name": "음료 제조기계 조작원(8735)", "descriptions": ["음료를 가공하거나 기호식품을 제조하는 기기를 조작한다.", "차 잎을 건조시키고 건조된 잎을 말거나 말은 잎을 건조시켜 여러 가지 등급의 차를 혼합하는 데 사용되는 기계를 조작한다.\n커피나 코코아두를 절단하여 과육을 제거하며 씻거나 껍질을 벗겨 건조하고 혼합하는데 사용되는 기계를 조작한다.\n혼합한 커피나 코코아두 또는 치커리 뿌리를 하소하는 기계를 조작한다.\n차를 분쇄하거나 커피, 코코아 또는 치커리를 마쇄하는 기계를 조작한다.\n증류 및 맥아처리 술을 만들기 위하여 사용되는 보리와 기타 곡물을 가공하고 발효과정을 통제하는 기계를 조작한다.\n포도주를 만드는데 사용되는 포도와 기타 과일을 가공하고 발효과정을 통제하는 기계를 조작한다.\n알콜 음료의 알콜 함유량을 증가 또는 감소시키는 증류기를 조작한다.\n맛과 향을 얻기 위하여 포도주와 주정 혼합기를 조작한다.\n과일 및 야채 주스를 제외한 비알콜성 음료제조용 기계를 조작한다.", "천연광수 생산기 조작원\n천연탄산수 생산기 조작원\n맥아제조기 조작원\n발효장비 조작원\n청량음료 생산기 조작원\n가당 및 가향음료 생산기 조작원\n음료배합장치 조작원\n증류장치 조작원\n포도주 제조장치 조작원\n커피원두 가공기 조작원\n차 가공기 조작원\n코코아두 가공기 조작원"]}, {"name": "기타 식품가공 기계 조작원(8739)", "descriptions": ["식품 가공 및 관련 기계 조작원 중 어느 항목에도 포함되지 않은 유사한 직무를 수행하는 자가 여기에 분류된다.", "유지 제조기 조작원\n기름이 함유된 씨앗, 견과 및 과실에서 기름을 추출하고 정제하는 기계를 조작한다.\n동식물성 유지를 가지고 마가린과 유사 제품을 제조하는 기계를 조작한다.\n상위 분류에 속하지 않는 특정재료, 제품제조에 따른 기능적 분야에 관련된 업무를 수행한다.\n조미식품 생산기 조작원\n천연 조미식품 또는 혼합조제 조미료를 가공하는 기계를 조작한다.\n양조용, 제빵용 등의 첨가물을 제조하거나 색소용, 향미료, 고기 유연제 등의 식품 첨가물을 생산하는 기계를 조작한다.\n정제염 및 가공염을 제조하는 기계 및 장비를 조작한다.\n담배제조기 조작원\n담배를 제조하기 위하여 담배 가공 기계를 조작한다.\n독특한 맛을 내는 배합공식에 따라 잎담배를 섞는 배합기를 조작한다.\n다음 단계의 가공을 위해서 담배에 적당한 습기를 주는 진공 조절기를 조작한다.", "식용유 착유기 조작원\n오일씨드 추출기 조작원\n오일씨드 압착기 조작원\n식용유 정제기 조작원\n경화기 조작원\n마가린 제조기 조작원\n천연조미식품 제조기 조작원\n혼합조제 조미료제조기 조작원\n장류 생산기 조작원\n식초 제조기 조작원\n설탕 정제탄화기 조작원\n설탕 정제결정기 조작원\n효모 제조기 조작원\n식용색소 제조기 조작원\n식용견과 세척기 조작원(착유용)\n식용견과 가공기\n설탕 정제기 조작원\n커피크리머 제조기 조작원\n소금 제조기 조작원\n죽염 제조기 조작원엽연초 배합기 조작원\n엽연초 절단기 조작원\n엽연초 진공조절기 조작원\n엽연초 제경기 조작원\n강장식품 제조기 조작원\n건강보조식품 제조기 조작원\n죽류 제조기 조작원(캔 또는 진공포장)\n식사용 조제식품 제조기 조작원"]}, {"name": "인쇄기계 조작원(8811)", "descriptions": ["종이, 주석판, 기타 재료 위에 인쇄하는 활판, 평판, 윤전, 오프셋 등의 인쇄기를 조작하거나 인쇄물을 모아 완성하는 단계에서 제책 관련 기기를 조작한다. 이들은 대개 인쇄업체에 고용되어 있다.", "인쇄물의 종류, 용지, 잉크, 인쇄방식, 인쇄량, 고객의 요구 등을 검토한다.\n인쇄기를 점검하고 인쇄판, 인쇄용지 등을 기계에 장착하고 기계의 속도, 인쇄용지와 인쇄판의 간격 등을 조정한다.\n잉크를 조합하여 잉크통에 투입하고 교정인쇄를 통해 원고와 비교하여 색도, 망점 등을 검사 및 교정한다.\n인쇄 중에 급지상황, 잉크상황, 인쇄물의 상태를 점검, 조정한다.\n인쇄물을 추리고 정리한다.\n인쇄가 끝난 인쇄판을 소제, 건조시켜 보관하고 기계장치에 주유하며, 일상적 점검 및 정비를 한다.", "인쇄필름 출력원\n활자조판원\n경인쇄원\n잉크젯트 인쇄원\n마스터인쇄기 조작원\n평판인쇄기 조작원\n윤전인쇄기 조작원\n오프셋인쇄기 조작원\n활판인쇄기 조작원\n실린더인쇄기 조작원\n평판활판인쇄기 조작원\n오프셋석판인쇄기 조작원\n오프셋금속판인쇄기 조작원\n비즈니스폼인쇄기 조작원\n그라비어인쇄기 조작원\n콜로타이프 인쇄원\n인쇄판 출력원\n인쇄 소부원\n셀룰로이드 인쇄원\n스크린 인쇄원\n스크린 스텐실원\n실크 인쇄원\n플렉소 인쇄원\n정전기 인쇄원\n금속 인쇄원\n셀로판 인쇄원\n유리 인쇄원\n나뭇결 인쇄원\n전사 인쇄원\n카본 인쇄원\n시일 인쇄원\n인쇄정합기 조작원\n디지털인쇄기 조작원\n전기제판원\n부출 인쇄원\n식모 인쇄원\n활판 인쇄원\n제책기 조작원\n스테레오 인쇄원\n금박·은박 인쇄원\n책엠보싱기 조작원\n종이재단기 조작원\n트위닝제본기 조작원\n스프링제본기 조작원\n무선제본기 조작원\n인쇄합지기 조작원\n인쇄접지기 조작원"]}, {"name": "사진 인화·현상기 조작원(사진수정 포함)(8812)", "descriptions": ["사진필름, 인화지 제조기를 조작하며 노출된 사진필름을 가공하고 인화하는 데 사용되는 기계장비를 조작한다. 이들은 사진용 화학제품 제조업체, 인쇄업체, 신문, 잡지 관련 업체 등 사진 인화, 현상과 관련된 다양한 업체에 고용되어 있다.", "사진필름 및 인화지제조용 장비를 조작한다.\n사진판 코팅 및 보강용 장비를 조작한다.\n음화 또는 투명한 양화를 얻기 위하여 천연색 및 흑백필름을 가공하는 장비를 조작한다.\n흑백 및 컬러사진 인화, 확대 또는 축소용 장비를 조작한다.\n현상된 필름의 결함을 찾아내고 수정할 부분을 교정한다.", "QSS 기사\n사진인화기 조작원\n사진현상기 조작원\n자동인화현상기 조작원\n필름처리기 조작원\n포토샵사진 수정원\n사진확대기 조작원\n필름현상기 조작원\n사진 처리원\n사진 편집원\n영화필름현상기 조작원\n사진판제조기 조작원\n노칭기 조작원\n사진인화세척기 조작원"]}, {"name": "목재 가공기계 조작원(8821)", "descriptions": ["원목 또는 일차 제재한 재목을 제재, 절삭, 파쇄하거나 단판, 파쇄된 목재를 접착, 압착하여 합판을 제조하는 각종 목재 가공 장치를 조작한다. 이들은 주로 제재소, 목재 가공업체, 합판 제조업체에 고용되어 있다.", "원목을 일정한 규격으로 자르고 켜서 판재, 재목, 각목 등을 제조하기 위하여 다양한 기계톱 및 제재기를 조작한다.\n합판제조에 사용할 단판을 제조하기 위하여 단판절삭기를 조작한다.\n목재를 파쇄하여 섬유 상태로 만든 다음 접착제와 혼합, 성형, 압착하여 파티클 보드를 제조하는 기계를 조작한다.\n합판을 제조하기 위하여 단판에 아교를 살포하고 접착하는 기계를 조작한다.\n재료를 투입하고, 작업표준에 따라 가공하기 위하여 기계장치를 조정한다.\n기계의 기능장애를 점검ㆍ정비한다.", "목재제재기 조작원\n띠톱제재기 조작원\n목재처리기 조작원\n합판심삽입기 조작원\n합판압착기 조작원\n베니어압착기 조작원\n단판건조기 조작원\n접착기도포기\n박피기 조작원\n슬라이서 조작원\n목재선반 조작원\n목재보링기 조작원\n목재천공기 조작원\n목재밀링기 조작원\n목재평삭기 조작원\n목재건조기 조작원\n단판절단기 조작원\n로타리레이스 조작원\n칼날연마기 조작원\n목재칩제조기 조작원\n펄프치퍼기 조작원\n목재마쇄기 조작원\n목재펄핑기 조작원\n접착제혼합기 조작원\n목질원료파쇄 및 섬유화 장치 조작원"]}, {"name": "펄프·종이 제조장치 조작원(8822)", "descriptions": ["각종 식물성 물질, 섬유, 넝마, 고지 등으로 각종 형태의 펄프와 기타 섬유질의 셀룰로오스 물질을 제조하는 기기를 조작한다. 이들 원료로 종이, 판지, 박엽지를 제조하는 기기를 조작하고 제품을 마무리하는 관련 기기를 조작한다. 이들은 펄프, 종이 제조업체에 고용되어 있다.", "벌목한 나무의 껍질을 벗긴 후에 쇄목기에 넣어 나무를 파쇄하여 죽처럼 만들어서 이것을 정선기에 넣어 펄프에 쓰일 수 있는 것만을 골라낸다. 이렇게 정선된 펄프를 종이형성에 적당한 농도로 농축시킨 후에 표백하고, 약품과 일정한 비율로 배합하여 종이원료를 만든다.\n수입한 펄프와 물을 잘 섞어서 작은 섬유입자를 풀어준 후에 종이를 만들기에 알맞도록 적당히 절단하여 섬유로 만들고, 약품과 일정한 비율로 배합하여 종이원료를 만든다.\n헌 신문이나 잡지, 기타 폐지를 물과 약품에 섞어서 작은 섬유입자로 풀어준 후에 탈묵기에서 폐지 속의 잉크입자를 제거하고, 약품과 일정한 비율로 배합하여 종이원료를 만든다.\n생산기록을 작성하고 보관한다.", "펄프보일러 조작원\n펄프디제스터 조작원\n펄프표백기 조작원\n펄프정제기 조작원\n펄프스크린 조작원\n펄프기 조작원\n펄프비터기 조작원\n펄프정선기 조작원\n펄프배합기 조작원\n제지기 조작원\n특수광택기 조작원\n수퍼캘린더기 조작원\n코팅기 조작원\n종이 재권치기 조작원"]}, {"name": "종이제품 생산기계 조작원(8823)", "descriptions": ["종이가방, 상자, 봉투, 골판지 상자 같은 종이제품을 제조하기 위하여 각종 기기를 조작한다. 이들은 종이제품 제조업체에 고용되어 있다.", "필요한 길이로 절단하여 카드에 종이를 붙이거나 상자형태로 제조하기 위해 카드지나 판지를 절단하고 접는 기계를 조작한다.\n종이, 판지 또는 카드지를 압착해 음료용 컵이나 기타 용기를 제조하는 기계를 조작한다.\n종이를 재단하고 접어 풀칠해서 봉투, 포대를 제조하거나 셀로판지 또는 기타 유사 재료로 봉투를 만드는 기계를 조작한다.\n기계의 기능장애를 점검ㆍ정비한다.", "종이상자제조기 조작원\n봉투제조기 조작원\n종이백제조기 조작원\n골판지라이닝기 조작원\n판지압착기 조작원\n종이접착기 조작원\n셀로판가방 제조기 조작원\n여행가방제조기 조작원\n종이튜브제조기 조작원\n종이엠보싱기 조작원\n종이컵제조기 조작원\n크린싱티슈 제조기 조작원\n기저귀제판지압착기 조작원\n폴리에틸렌가방 제조기 조작원\n식품포장용 종이용기 제조기 조작원\n인화지생산기 조작원"]}, {"name": "기타 목재·종이 기계 조작원(8829)", "descriptions": ["상기 세분류 이외의 재료로 만든 구성품 또는 부분품을 조립하고 기타 부착물을 부착하는 자를 말한다.", "판지제품 조립원"]}, {"name": "가구 제조·수리원(8831)", "descriptions": ["가구의 모양, 접속 부분, 손잡이 경첩 등 엄격하게 설정된 절차에 따라 여러 가지 형태의 가구를 제조하거나 수리한다.", "가구제조의 전 공정을 담당하며, 드라이버, 동력공구, 아교 등을 이용하여 손잡이, 경첩, 걸쇠 등의 부착물을 붙인다.\n가구부분품을 가구 조립기에 장착하여 조립하거나 기타 수동공구를 사용하여 조립한다.\n완성제품이 제작명세서와 일치하는지 확인한다.", "가구용 목재 조각원\n가구 목공\n가정용ㆍ사무용 가구 수리원\n가구 검사원\n가구 리폼원\n가구 제조원(책상ㆍ의자ㆍ장롱ㆍ책장 등)"]}, {"name": "가구 조립원(8832)", "descriptions": ["엄격하게 설정된 절차에 따라 여러 가지 형태의 가구를 조립하는 자를 말한다. 가공된 가구 부분품을 가구조립기에 장착하여 조립하거나 기타 수동공구로 조립하며 드라이버, 동력공구, 아교 등을 이용하여 손잡이, 경첩, 걸쇠 등의 부착물을 붙인다.", "장롱 조립원\n탁상 조립원\n책상 조립원\n사무용가구 조립원\n주방가구 조립원"]}, {"name": "목제품 제조원(8833)", "descriptions": ["목재 케이스, 목상자 등 목재 관련 제품을 가공한다.", "재료의 형태, 치수 및 요구되는 기계가공을 결정하기 위하여 도면과 명세서를 검토ㆍ분석한다.\n가공할 재료위에 참고점과 절단선을 표시한다.\n목재를 필요한 규격으로 절단하여 구멍을 뚫고, 대패질하며 접착ㆍ조립하기 위하여 다양한 수공구 및 목공기계를 조정ㆍ조작한다.\n완성제품이 제작명세서와 일치하는지 검사한다.\n부품 및 완성품의 표면결함을 수선하고, 고가구를 복원하며 손잡이, 경첩, 걸쇠 등을 부착한다.", "목제통 제조원\n목재 시계케이스 제조원\n목재 선별원\n목재 보석케이스 제조원\n오크통 제조원\n목재 등급원\n목재 악기케이스 제조원\n목재 검사원"]}, {"name": "공예원(8841)", "descriptions": ["손 작업이나 간단한 도구를 이용하여 개인용 또는 장식용으로 사용하기 위한 공예품을 제작한다.", "종이, 나무, 짚, 갈대 및 기타 재료를 준비한다.\n그릇, 화병, 바구니 등의 물건과 같은 여러 가지 제품을 조립, 직조, 도장 및 장식한다.\n갓장이는 말총과 대나무를 원재료로 하여 갓을 만든다.\n나전장(螺鈿匠)은 전복껍질의 외피를 숫돌에 갈아 내피만을 종잇장처럼 만들어 자개를 만들고 자개로 무늬를 놓은 후 목재에 옻칠을 한다.\n한산(韓山) 모시짜기는 모시풀이라는 나무의 껍질을 벗겨 희게 바랜 다음, 치아로 일일이 머리카락 같은 실올을 쪼개낸 후 모시를 짠다.\n매듭장(每緝匠)은 명주실을 염색하여 만든 끈목을 가지고 굵고 가는 두 가닥으로 늘어뜨려서 각종 모양을 만든 매듭으로 옷을 장식한다.\n샛골나이는 재래종 목화를 채취하여 활(綿弓)로 솜을 피우고 물레로 실을 가늘게 뽑아내어 베틀에서 고운 무명을 짠다.\n낙죽장(烙竹匠)은 불에 달군 인두를 가지고 대나무 표피에 지져서 무늬를 새긴 낙죽으로 담뱃대나 부채, 베개 등의 겉모양을 장식한다.\n돌실나이는 대마(大麻)를 베어낸 즉시 삼굿에 쪄서 껍질을 벗긴 후, 껍질을 손톱으로 가늘게 째기를 하고 한올, 한올을 잇는 삼삼기를 하여 물레로 실을 짠다.\n조각장(彫刻匠)은 금ㆍ은의 기물이나 장신구의 표면에다가 미세한 정(鐵鋌)으로 새겨 다져내거나 또는 홈을 판 자리에다 금선(金線), 은선(銀線), 오동선(烏銅線) 등을 넣어서 갖가지 무늬를 놓는다.\n악기장(樂器匠)은 거문고, 가야금, 북, 장고 등의 악기를 만든다.\n궁시장(弓矢匠)은 강력한 탄력을 요하는 부분에 대나무를 넣고 그 안팎에다 쇠뿔과 쇠심줄을 부레풀로 접착시켜 궁을 만든다.\n채상장(彩箱匠)은 대나무를 가지고 얇고 좁게 대올을 떠내어 각양각색으로 물들인 후, 비단을 짜듯 무늬를 만들며 엮어 소형의 상자(箱子)를 만든다.\n장도장(粧刀匠)은 은장도(銀粧刀) 외에도 금이나 수정, 상아 등을 사용하여 장도를 만든다.\n두석장(豆錫匠)은 목가구나 목조건물의 결합부분에 부착하는 금속제 장식을 만든다.\n백동연죽장(白銅煙竹匠)은 합금(合金), 단조(鍛造), 땜질로 이어지는 일련의 섬세한 과정을 거쳐 담뱃대를 만든다.\n망건장(網巾匠)은 말총, 사람의 머리카락 등을 이용하여 망건을 만든다.\n탕건장(宕巾匠)은 말총, 사람의 머리카락 등을 이용하여 탕건을 만든다.\n유기장(鍮器匠)은 구리에 주석을 넣은 향동(響銅), 주동(鑄銅) 등의 놋쇠 그릇을 만든다.\n입사장(入絲匠)은 철물의 표면에 은사(銀絲)를 덧붙인다.\n자수장(刺繡匠)은 명주실에 다양한 색의 염료를 입혀 장식용이나 의복용으로 사용되는 자수를 만든다.\n명주(明紬)짜기는 누에꼬치에서 뽑은 실로 짠 피륙을 면주(綿紬) 혹은 명주로 옷을 짠다.\n바디장은 직조기구인 베틀에 들어가는 부속품인 바디를 만든다.\n침선장(針線匠)은 감침질하는 법, 홈질하는 법, 박음질하는 법, 상침뜨는 법, 휘감치는 법 등 여러 가지 기법으로 바느질을 한다.\n전통장(箭筒匠)은 대나무 몸통 속의 마디를 제거하고 문양을 조각하며 마개와 덮개 및 끈을 달고 필요한 칠을 하여 화살통을 만든다.\n옹기장(甕器匠)은 장독대에 설치되는 저장 용기인 독과 항아리를 만든다.\n소반장(小盤匠)은 음식을 놓고 먹는 음식상 또는 밥상을 만든다.\n옥장(玉匠)은 전통적인 기법으로 옥(玉)을 장신구 및 장식용으로 만든다.", "도자기 공예원\n목제품 수공예원\n종이제품 수공예원\n조화제품 수공예원\n석제품 수공예원\n한지제품 수공예원\n양초 수공예원\n종이 수공예원\n판지제품 수공예원"]}, {"name": "귀금속·보석 세공원(8842)", "descriptions": ["보석 및 귀금속 제품이나 장신구를 세공, 제작, 조립, 수리, 검사하는 업무를 수행한다.", "보석의 가치, 순도, 물리적 구조, 색 등급 및 기타 관련 요소를 판단하기 위해 그 특성을 검사한다.\n원석을 측정, 절단, 연마하고 광택을 내어 보석으로 가공한다.\n귀금속 재료를 주조, 조각, 용접하여 특정한 형태로 가공한다.\n보석을 접착ㆍ고정시키고 광택을 낸다.\n귀석을 측정, 표시, 절단, 연마, 광택 및 접착하고 반지, 귀걸이, 팔찌 등의 장신구나 귀금속을 세공할 때 정밀공차의 작업을 수행한다.\n귀금속, 보석, 장신구를 세공하기 위하여 다양한 수공구, 동력공구, 광학 보조기구 및 관련 장비를 조작ㆍ취급한다.\n완성품의 품질과 가치를 검사하고 결함을 수리한다.\n각종 모조장신구, 기념트로피 등을 제작ㆍ조립한다.", "귀금속 세공원\n귀금속장신구 세공원\n장신구 주형 주조원\n귀금속 박판원금 세공원\n은 세공원\n장신구 수리원\n귀금속 압연원\n보석장신구 세공원\n보석 세공원\n장신구 법랑원"]}, {"name": "악기 제조원 및 조율사(8851)", "descriptions": ["나무나 플라스틱, 철 등의 원료를 가공하여 피아노, 바이올린 등 각종 악기를 제조하거나 파손된 부위를 수리, 조율한다.", "악기를 제조하며 제조된 악기를 연주하거나 소리를 점검한다.\n파손된 악기는 드라이버, 산소용접기 등을 사용하여 결함이 있는 부품을 제거하고 교체한다.\n접착제, 용접기 등을 사용하여 갈라지거나 구멍 난 부위를 수리한다.\n사포, 광택제 등을 사용하여 악기의 표면을 연마한다.\n수리가 완료되면 악기를 연주하여 조율한다.\n조율작업을 전담하기도 한다.", "악기수리원 (타악기ㆍ현악기ㆍ관악기ㆍ목관악기ㆍ금관악기ㆍ건반악기ㆍ국악기 수리원)\n조율사 (아코디언ㆍ피아노ㆍ하모니카ㆍ오르간ㆍ파이프오르간 조율사)"]}, {"name": "간판 제작·설치원(8852)", "descriptions": ["선전·광고용 각종 간판을 디자인하여 광고 효과를 높일 수 있도록 재료를 준비하고 색칠하거나 부착물을 달며 간판을 제작, 수리, 설치하는 업무를 수행하는 자를 말한다.", "고객의 명세서와 도면에 따라 필요한 재료 및 공구를 준비하고 문자, 상표, 무늬 등을 도안한다.\n바탕이나 도안에 필요한 색의 페인트를 배합하고 칠한다.\n수공구 및 동력공구를 사용하여 재료를 자르고 다듬으며, 접착제나 못 또는 나사로 접착ㆍ고정시킨다.\n제작한 간판을 지정된 장소에 설치한다.\n낡거나 색이 바랜 간판을 수리하고 세척하여 페인트를 칠한다.", "간판 제작원\n간판 제작ㆍ설치원\n간판 도장원\n간판 수리원"]}, {"name": "유리기능, 복사, 수제 제본 등 기타 기능 종사원(8853)", "descriptions": ["용해된 유리를 이용하여 제품을 만드는 자를 말한다. 유리 제품의 모양을 바꾸거나 유리를 재단, 연마하고 용해된 유리를 불어서 병, 전구 같은 제품을 만드는 유리 관련 기능 종사원은 여기로 분류한다. 인쇄기술의 발전으로 인쇄의 다수가 조작 직무의 성격을 띠게 되었지만 여전히 기능이 업무 수행의 핵심이 되는 인쇄 분야의 직무로, 여기에 포함된다. 책을 복사하고 제책(제본)하는 것도 여기로 분류한다. 그 외 어느 항목에도 포함되지 않은 기능 관련 종사원을 포함한다.", "복사를 하거나 수제로 고급 인쇄물을 인쇄한다.", "유리 취주원\n유리 연마원\n유리 식각원\n유리병 제조원\n거울 재단원\n유리 절단원\n크리스탈유리 재단원\n거울 제경원\n유리 재단원\n유리 제경원\n수제 인쇄원\n복사원\n제본원(수작업)"]}, {"name": "주입·포장·상표부착기 및 기타 기계 조작원(8859)", "descriptions": ["기타 기계 조작 종사자는 용기에 포장하고 라벨을 붙이며 필요한 경우 제품에 수입증지를 첨부하는 기계를 조작한다.", "속부품이나 기타 다양한 제품을 제조하기 위해 다양한 기기를 조작한다.\n최종 생산품을 세척하고 연마한다.\n액체 제품을 포함하여 저장 및 출하하기 위하여 각종 제품을 포장하는 기계를 조작한다.\n접착제 또는 기타 방법으로 제품에 라벨을 붙이고 각종 용기에 포장하고 제품에 수입증지를 첨부하는 기계를 조작한다.", "공기압축기 조작원\n가스압축기 조작원\n질소발생기 조작원\n안경테 제조원\n병포장기 조작원\n캡핑기 조작원\n봉함기 조작원\n주입기 조작원\n광물펠리트기 조작원\n포장기 조작원\n랩핑기 조작원\n상표기 조작원\n상표부착기 조작원\n브랜딩기 조작원\n라벨부착기 조작원\n상품마킹기 조작원\n케이블 부설기 조작원\n전선부설기 조작원\n배관부설기 조작원\n파이프부설기 조작원\n배출기기 조작원\n도로표시기 조작원\n병세척기 조작원\n로프접속기 조작원\n케이블접속기 조작원\n와이어접속기 조작원"]}, {"name": "제조 단순 종사원(8900)", "descriptions": ["건설을 제외하고 기계, 재료, 화학, 섬유, 전기, 전자, 식품 제품 생산 업무에 육체적 단순 반복 작업을 담당하거나 보조업무를 수행한다. 또한 제품을 분류하고 구성품을 간단히 수동으로 조립하기도 한다.", "원재료를 운송한다.\n원재료 및 제품들을 적재, 하역, 분류, 확인 및 무게를 단다.\n컨베이어, 분쇄기, 톱 및 가공 기계와 같은 기계에 원료를 공급한다.\n제품을 분류하고 구성품을 간단히 수동으로 조립한다.\n작업장 및 설비를 청소한다.\n숙달된 근로자들을 보조한다.", "상표부착원\n구슬꿰기원\n부품 및 제품 단순분류원\n수작업라벨부착원\n수동 포장원권선공\n단순 조립원\n수공 코일 권선원\n인형눈붙이기원\n종이봉투접합원\n봉투만들기원\n낚시실꿰기원\n고리끼우기원"]}, {"name": "곡식작물 재배원(9011)", "descriptions": ["경작지에 곡식의 씨앗을 파종하고 재배하여 쌀, 보리, 밀, 콩, 기타 곡물 등 작물을 수확하는 자를 말한다.", "경작지를 준비한다.\n곡식작물을 파종, 이식, 비료살포, 농약살포 및 수확한다.\n생산물을 저장하거나 일부 기초적인 가공을 한다.\n구매자, 판매조직 또는 시장에 생산물을 판매한다.", "곡식작물 재배자 (벼, 보리, 밀, 감자, 고구마, 콩, 땅콩, 옥수수 등)"]}, {"name": "채소·특용작물 재배원(9012)", "descriptions": ["배추, 상추, 쑥갓 등 채소 작물과 특용 작물을 재배, 수확한다.", "경작지를 준비한다.\n채소 및 약용작물을 파종, 이식, 비료살포, 농약살포 및 수확한다.\n생산물을 저장하거나 일부 기초적인 가공을 한다.\n구매자, 판매조직 또는 시장에 생산물을 판매한다.", "배추 재배원\n양배추 재배원\n감자 재배원\n고구마 재배원\n풋고추 재배원\n채소 온상 재배원\n오이 재배원\n수박 재배원\n채유작물 재배원\n약용작물 재배원\n섬유작물 재배원\n향신용작물 재배원\n버섯 재배원"]}, {"name": "과수작물 재배원(9013)", "descriptions": ["정기적으로 사과, 배 등의 과일, 견과나무 같은 나무와 관목을 재배하거나 감귤, 바나나, 파인애플, 키위 등 열대 과일을 재배하고 수확하는 자를 말한다.", "재배할 과수작물의 종류와 양을 결정한다.\n종자, 비료, 기타 농업용 재료 및 농업용 장비ㆍ기계를 임차 또는 구입한다.\n경지준비, 나무 및 관목 파종, 이식 및 양육, 작물수확과 같은 농업활동을 수행한다.\n생산물의 저장 및 일부 기초적인 가공활동을 수행한다.\n농산물을 공급 및 출하한다.", "과수작물 재배원(사과, 배, 감귤, 복숭아, 밤 등)\n견과류 재배원\n열대과일 재배원"]}, {"name": "원예작물 재배원(9014)", "descriptions": ["교목, 관목, 꽃, 기타 작물의 증식, 재배 및 구근과 씨앗 생산에 따르는 여러 가지 작업을 수행한다.", "재배할 육묘 및 화훼작물의 종류와 양을 결정한다.\n종자, 비료 및 기타 공급물을 구입한다.\n묘목, 구근 및 종자를 생산한다.\n선인장, 난, 장미, 튜울립 등의 화훼작물을 재배한다.\n버섯을 재배한다.\n재배된 묘목, 구근 및 종자, 꽃 등을 공급ㆍ출하한다.", "육묘 재배원\n꽃 재배원\n관목 싹 접목자\n온실 정원사\n공원 정원사\n원예사\n원예묘목 재배원"]}, {"name": "조경원(9015)", "descriptions": ["가로나 공원, 건물 주변, 정원에 꽃이나 나무를 심고 가꾸는 일을 하는 자를 말한다. 또한 장비나 나무를 운반하고 나무를 식재할 구멍을 파는 일 등의 업무를 수행한다.", "옮겨 심을 나무를 선정하고 괭이나 삽을 이용하여 터파기를 한 후, 분의 크기에 따라 뿌리를 전정하여 뿌리돌림을 한다.\n뿌리에 붙은 흙이 떨어지지 않도록 뿌리분 둘레를 돌아가면서 새끼를 사용하여 원형으로 감아 돌린다.\n나무를 식재 할 장소로 옮긴 후, 분의 크기보다 약간 크게 구덩이를 판다.\n수형이 바르고 미관상 아름다운 곳을 앞으로 오게 하여 나무를 구덩이에 넣고 흙을 덮는다.\n지주목을 세워주고, 식재한 나무주위에 잔디를 심거나 기타 부자재를 설치하여 조경작업을 마무리 한다.\n정원에 꽃을 심어 배치하고 가꾼다.\n나무가 새로운 땅에 적응하여 잘 자라도록 유지ㆍ관리하는 일을 한다.", "조경사\n조경원"]}, {"name": "낙농 종사원(9021)", "descriptions": ["젖소나 양같이 낙농품을 생산하는 동물을 사육, 관리하고 낙농품을 생산한다.", "젖소, 양 등 사육할 동물의 종류와 양을 결정한다.\n사육시 필요한 원료와 도구를 구입한다.\n생산물을 저장한다.\n농장건물, 기계 및 장비를 정비한다.\n생산물을 공급 및 출하한다.", "낙농품 생산자\n우유 생산자\n낙농 종사원\n양유 생산자"]}, {"name": "가축 사육 종사원(9022)", "descriptions": ["소, 돼지, 가금류 같은 가축을 번식, 사육하는 자를 말한다.", "사육할 동물의 종류와 양을 결정한다.\n동물 구입, 마초와 기타 공급물을 생산 및 구입한다.\n가축, 가금 등을 번식시키며 사육한다.\n생산물을 저장하거나 일부 기초적인 가공을 한다.\n농장건물을 수리하거나 농업용 기계나 장비의 간단한 정비 업무를 수행한다.\n생산물을 공급 및 출하한다.", "육우 사육자\n돼지 사육자\n고양이 사육자\n양 사육자\n염소 사육자\n말 사육자\n개 사육자\n거위 사육자\n닭 사육자\n달걀 생산자\n오리 사육자\n칠면조 사육자"]}, {"name": "기타 사육 종사원(9029)", "descriptions": ["양봉, 양잠, 수렵, 동물 부화, 품종 개량 목적의 브리더 등 기타 사육 관련 종사자가 여기에 분류된다. 실험용 동물의 사육이나 수렵 종사자, 동물 종의 개체 보존을 위한 사육 관련 종사자 등의 직무도 포함된다.", "양봉가\n양잠가\n수렵원\n모피동물 수렵원\n물개잡이원\n모피동물 포획원\n가축 모피동물 사육자\n병아리감별사\n엽조류 사육자\n순록 사육자\n실험동물 사육자\n새 사육자\n복합동물 사육자\n사자 사육자\n종부사\n부화원\n실험실용 쥐 사육자\n동물원 사육사\n사냥터 관리인\n파충류 사육자\n달팽이 사육자\n뱀 사육자\n모피동물 사육자\n동물보존소 관리인"]}, {"name": "조림?산림경영인 및 벌목원(9031)", "descriptions": ["산림을 조성하거나 경영하고 산림 보존, 개발에 필요한 활동을 한다.", "수목을 조성하고 보호한다.\n벌목할 나무의 위치를 정하고 목재의 양을 예측한다.\n벌목하고 통나무를 제재한다.\n벌목지에서 통나무를 일차목재로 다듬는다.\n통나무를 쌓고 운송 장치에 싣는다.", "조림원\n영림원\n나무타기 벌목원\n벌목원\n목재벌채 인부\n벌목반출 나무 절단공\n벌목반출 벌목공\n임업재목 절단자"]}, {"name": "임산물 채취 및 기타 임업 종사원(9039)", "descriptions": ["상기 세분류에 포함되지 않은 임업 관련 직업이 포함된다. 산림 내에서 생산되는 식용·비식용 임산물을 채취하거나 임업용 식물의 증식, 보존 활동을 수행하는 임산물 채취원, 증식원도 이 직업군에 포함된다.", "전지가위ㆍ칼ㆍ삽이나 손 또는 수공구를 사용하여 산림 내에서 식용의 더덕, 취나물, 고사리 등 채취원과 비식용의 장식용 푸른 잎, 약용초목과 껍질, 나무솔방울, 이끼 또는 임산물을 채취ㆍ수집한다.\n임업용 수목의 종자를 채취하거나 임업용 묘목을 생산한다.\n숯을 만들기 위하여 적당한 나무를 선별한다.\n숯을 만들거나 나무에서 테레빈을 추출하기 위하여 간단한 가마나 침지기를 조작한다.\n산에서 취나물, 고사리 및 더덕 등을 채취한다.", "고사리 채취원\n더덕 채취원\n취나물 채취원\n수액채취원\n수피채취원\n산삼 채취원\n장뇌삼 채취원\n산림수종자 증식원\n임업묘목 증식원\n임업용종자 증식원\n목탄굽기원(전통적 기법)\n나무증류 추출원(전통적 기법)"]}, {"name": "양식원(9041)", "descriptions": ["물고기, 조개, 굴, 기타 형태의 수생 동식물을 양식하고 채취한다.", "어망, 기타 어로도구 및 장비를 준비하거나 수선한다.\n어장에서 어선을 운영한다.\n어로도구에 미끼를 걸고, 어망을 설치하며 끌어올린다.\n선박 또는 해안에서 물고기를 정리, 냉동, 냉장 또는 염장한다.\n해안 및 얕은 물에서 수생 동ㆍ식물을 채집한다.\n물고기, 굴, 조개 또는 기타 형태의 수생 동ㆍ식물을 양식한다.\n시설, 기계 및 장비를 정비한다.\n생산물을 공급 및 출하한다.", "물고기 양식원\n양어장 종사원\n다시마 양식원\n김 양식원\n미역 양식원\n조개양식원\n굴 양식원\n진주 양식원"]}, {"name": "어부 및 해녀(9042)", "descriptions": ["내륙이나 연안에서 물고기를 잡거나 기타 수생 동식물을 포획, 채취하는 자를 말한다. 또한 원양어로 작업에 관련된 업무를 수행한다.", "어로 도구 및 미끼를 준비한다.\n어로 장비를 써서 고기를 잡아 분류한다.\n잡은 물고기를 씻어서 소금에 절인다.", "원양 어부\n트롤선 선원\n원양 어업자\n내수면 어부\n어장 어부\n연안 어부\n유망어선 선원\n해녀"]}, {"name": "농림어업 단순 종사원(9050)", "descriptions": ["여러 가지 간단한 농사일을 수행하거나 임업 및 어업과 관련한 단순한 일을 수행한다.", "농업관련 단순 종사원\n청결 및 기타 목적으로 도랑을 파거나 삽질한다.\n여러 가지 농작물 및 기타 물질을 싣고 내린다.\n건초를 갈퀴질하고 쌓으며, 물을 주고 제초작업을 한다.\n과실, 채소 및 여러 가지 식물을 수확한다.\n동물에게 사료 또는 물을 주거나 이들을 씻어주며 축사를 청소한다.\n임업관련 단순 종사원\n천연산림이나 영림장에서 작업을 보조하며, 간단한 영림 업무를 수행한다.\n나무를 심기 위하여 구덩이를 파고 통나무 및 목재를 쌓거나 임목지의 관목을 제거한다.\n어업관련 단순 종사원\n간단한 수공구를 사용하여 해초, 바다이끼, 조개 등 연체동물의 채취업무를 수행한다.", "과실 수확원\n목동\n과수원 단순노무자\n농장 단순노무자\n목장 단순노무자\n낙농장 단순노무자\n임업 단순노무자\n그루터기 제거원\n산불 감시원\n표류물 채집자\n조개 채취자\n해초 채취자\n어업 단순노무자"]}]